{
  "kinNumber": "224",
  "affirmation": [
    "I Activate in order to Target",
    "Bonding Awareness",
    "I seal the input of flowering",
    "With the Electric tone of Service",
    "I am guided by the power of Elegance"
  ],
  "reading": [
    "YellowElectric Seed",
    "Yellow Seed is your Conscious Self - who you are and who you are becoming.Yellow Seed is the ordered pattern of growth. You and your life are the fertile soil, and the mystery blooms within you through the power of your intention or seed thoughts. Just as a seed contains the hologram of its completion, the process of manifestation follows a natural order. In this gestation process, your intention is quickened by Spirit. The charged seed, your true desire or vision, becomes the focus for germination.What can you open that will support receptivity and assist the germination of your seed intentions? Envision the seed receiving the invitation to grow in the openness of your world. Viscerally feel the possibility of your heart's dream emerging. Your true desires and dreams contain an innate intelligence that can break through even the rigidity of fixed expectations. Planting a new seed, even in the hard soil of old belief systems, can bring unexpected magic and growth.Be willing to break open the constraining shells of past patterns, the shackles of belief structures. Call forth your creative involvement with life. This involvement frees and awakens the powerful energy of the life force, shifting your perceptions and experience, catalyzing the manifestation of your dreams. Participate spontaneously in your growth, unrestricted by the illusion of old structures that once provided safety. Move forward into the light of new possibilities.Offer your dream-seed to the universe. In the ordered patterning of the light, align with your heart's greater purpose. In gratitude, surrender and release the seed to the benefit of your growth and its own pattern of perfection.The number for Yellow Seed is four, the vibration of measure. This is the number of cycles and seasons. It represents the ordered patterning of the light wherein, as Jose Arguelles says, \"form learns to generate its own seed.\" The number four represents the freed pattern of form, the germination of specific seeds co-created with Spirit. If you are in the process of seeding something, meditate with the number four and the energy of Yellow Seed to assist you.",
    "Yellow Star is your Higher Self & Guide.You are a starseed! You contain a holographic 'seed packet' of your evolution into the Mind of Light and the energy that directs you toward wholeness. This resonance offers an expanded view of the larger self and new ways of perceiving reality. Through self-acceptance, you are gifted with this journey. Yellow Star is ignition, like a cosmic milkweed explosion of resonant sparks. It is the launching pad from which you can hear the rumble of the rocket of your accelerated evolution. ",
    "The energy of Yellow Star may be experienced as a gentle rocking that becoes a floating and spiraling sensation, ending in a rush of feeling as you move into expanded reality. This sensation has been described as gently cascading fireworks, shimmering burst on the tapesty of Creation. Cascade into this unchartged perspective. Flow on the cosmic winds wherever Divinity directs, arching back to this reality wth a new experience of self.",
    "Yellow Star's starseeded gift is the revelation of the harmony that unites all things. Instead of just aspiring to be harmonious, become harmony. Practice harmony not just as an abstraction, but as a living reality. This practice blends different energies, thoughts, people, and processes. Act on intuitive guidance as to what to combine and when. As you begin to follow your heart, you will know the feeling of being on the return path to the stars.Yellow Star offers you the ability to hold a greatly expanded focus, a unity of awareness that encompasses aspects of the larger constellation of self. An example of this would be a simultaneous awarenss of the desires of the existential self and the truth of the Essence Self. This star harmony encompasses the greatly enlarged perspective of your starseeded self, the part within you that holds the potential of your greatest destiny.Unlike the preceding 7 tones, which were seperate and distinct, Yellow Star begins a more complex harmonic series as it completes the preceding octave. On a spiritual level, Yellow Star begins the development of higher being. The fundamental tones that occur in this series are of a more expanded frequency than those of the preceding seven tones. In this new octave, there is alignment in the harmonies of Earth and the harmonies of the stars that are now being sounded on Earth. Yellow Star is the first in a series of star harmonies that evoke accelerated growth of the starseed potential within you.",
    "Red Earth is your Subconscious Self and Hidden Helper.",
    "Red Earth is the access point to your natural alignment with Earth force. It is the unis mundi, the point of perfect centeredness in the eternal present from which all alignment and magic manifest. Your center, the Earth center, is the secret of gravity's magnetizing force. Red Earth is the channel of harmonic synchronization that is aligned with the galactic heart. From the center point within eslf, you align with this galactic center and connect through your own crystalline structure to the larger crystal grid network. To keep this channel of synchronization open, connect to the elemental energies of earth, air, fire and water, and the seven directional guardians.",
    "Cosmic consciousness is not just 'out there'; it is also resonating within you. Be sacramentally rooted where you are. You are made of the Earth! Look through the 'eyes' in your feet. Your body is the present focus of your consciousness - through it all gifts are received. Remember, too, that your environment is alive and reacts to your awareness of it; therefore, the way you perceive the Earth and your physical form affects the information you receive.",
    "Red Earth is the Earth keeper, the keeper of the garden, the shaman/healer who, through reverence for all life, heals and sanctifies the Earth. Earth keepers preserve the harmonic relationship with nature by connecting to the wisdom held in matter. In Latin, mater means \"mother\". As you bring light into yourself, you bring light into matter. You and the Earth both contain the holographic seed of the new consciousness emerging. ",
    "Center yourself in the present moment! This is where you can most beneficially observe the synchronicities and revelations about your personal pattern and larger purpose. From here your mind can learn to be keenly observant, allowing the larger pattern to take shape as naturally as the small brushstrokes that eventually complete a beautiful painting.Sit in simple relationship to the Earth, like a poet enraptured in a forest. Be rooted where you are now. Out of synergistic centeredness, you will receive your greatest desires and open to the full flowering of the mystic power of the universe. This synchronization can be seen as the alignment of your personal myth with the greater myth of our times. Myth is the framework or \"story\" in which the truth of the cosmos is revealed in symbolic form. Utilize it to catalyze your unfolding alignment.",
    "By accepting your physical form and your growth process in this world, you access the hub of centeredness out of which all the truth and magic of the universe unfold.Take off your shoes. Touch the one Earth. Find a place to dance with the sacred hoop of life. Contribute your vision as an awakened member of the global rainbow family!White Wizard represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.One shadow of White Wizard can be seen in issues regarding integrity. Integrity comes from an intention to be honest and true to yourself and others. Having integrity means that you can be trusted to do what you say you will do. It also means that your actions are congruent with your feelings. Integrity comes from a deep connection with self. It is characterized by a willingness to speak your truth, to address your shadow issues honestly, and to complete issues with yourself and others.White Wizard also reveals issues of control and personal power. Look into your life to see how these issues might be manifesting. Do you sometimes feel a need to hold on, to control, to have things your way? Is your personal will combined with a desires for recognition, approval, status, or fame? This society may have rewarded you for functioning from a place of personal power. Many people in this shadow seem calculating and controlling, using their minds without alliance to their hearts. The need for control arises when you feel insecure or no longer connected to that which creates meaning and satisfaction in your life.Similarly, people who view power as something outside themselves may see magic as the art of controlling people and nature. This perception creates it's own lessons. In this shadow, you may unconciously bend or distort data. Some magicians may even feel justified in using their personl power to bolster their self-assurance or to manipulate others. In the darkest part of this shadow, manipulation is enacted for the sheer pleasure of power.Everyone may be willful from time to time while learning how to align personal will with divine will. In this process, let your heart show you the way. Face your insecurities and step into who you truly are - a wise and powerful uman being, a magician of living. As you open to divine will, you will naturally resolve issues of personal will and power.White Wizard also offers you an opportunity to create allies out of your fears and insecurities. Perhaps you are carrying issues from past lifetimes - deep wounds that create present issues of pain, anger or betrayal. These experiences may be clouding your vision. In order to acquire clear sight, begin to interact with and integrate these shadow teachers. The foundation for this integration is creating an ally of fear and a loving acceptance of all aspects of yourself. This heals the underlying structure that supports ego and insecurity. It also quiets the mind and aligns it with the heart, taking you into a space of clarity and self-empowerment.Develop a clear connection with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilities. ",
    "Blue Eagle is your Compliment - something that comes naturally to you.Blue Eagle reminds you to step powerfully into your commitment as a planetary server! Your assignment includes whatever furthers your personal evolution and the evolution of global mind. You are an awakener, a transformer, an empowered gloal visionary. In your vision, you have compassion for others, and your decisions are made in the light of global consciousness. Ask yourself how you might experience compassion toward self, the Earth, and others. Be guided towards types of work, relationships, places to live, and projects that will benefit the Earth and her creatures. Allow your spirit to expand. Soar on your spreading wings and planetary perspective. Affirm: \"Through your, Gaia, I am also transformed! I am awakening as the return of divine love and light. We are all one. Gaia, as you awaken, I heal myself. As I awaken, you are healed, and together our petals open ecstatically to the new Sun of Flowers.\" ",
    "It is up to each one of us to hold a positive vision and affirmation, for the means by which this miracle will occur is through changes in the one affecting the greater whole.",
    "Imagine the profound impact your loving thoughts have on planetary mind. You do make a difference! As you connect individually with the larger crystal grid network, your power is multiplied exponentially. This galactic grid is also known as the Mayan cobweb.",
    "The greatest gift you can offer to the planet is to simply be the love. Believe in yourself and your dreams and visions! Remember your special gifts, your path of service on Earth, your promise to serve the light. Everything you are connects to the greater whole. You are starseeded! You have the vision of the eagle. Believe in your dreams. You are the hope and the vision revealed.",
    "Your Tone is Tone 3 - ElectricMovement, change, flow, current, creativity, integration, sacred trinity. ",
    "Three is the ray of Rhythm, the galactic heartbeat of natural flow. This universal river offers you movement, and all possibilities flow within its pulse. Open yourself to its current of change!",
    "The Electric Tone of 3 suggests that there is something you desire to change or integrate into the natural flow of your life. Become the 'third point of light,' created from the integration of polarity. Feel the pulse of the sacred trinity within you, revealing a new creation. Allow it to integrate that which has seemingly been lost, separated, or obscured from your sight.",
    "If you have a tendency to be scattered in your creativity, make an extra effort to focus your energy. Align with your intention to express the truth. Now is the time for the Great Mystery to reveal itself through you. Know yourself as the capstone of light. Allow your creativity to express your spiritual journey."
  ]
}
