{"dailykin":{"day":"5/3/2020","color":"blue","kinNumber":"35","name":"BLUE SOLAR EAGLE","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/9s.png","number":"9","name":"Solar","words":["Realizing","Intention","Pulse"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/15.png","number":"15","name":"Eagle","words":["Create","Mind","Vision"]},"affirmation":["I Pulse in order to Create","Realizing Mind","I seal the output of vision","With the Solar tone of Intention","I am guided by the power of Magic"],"reading":["Blue Eagle is your Conscious Self - who you are and who you are becoming. Blue Eagle reminds you to step powerfully into your commitment as a planetary server! Your assignment includes whatever furthers your personal evolution and the evolution of global mind. You are an awakener, a transformer, an empowered gloal visionary. In your vision, you have compassion for others, and your decisions are made in the light of global consciousness. Ask yourself how you might experience compassion toward self, the Earth, and others. Be guided towards types of work, relationships, places to live, and projects that will benefit the Earth and her creatures. Allow your spirit to expand. Soar on your spreading wings and planetary perspective. Affirm: \"Through your, Gaia, I am also transformed! I am awakening as the return of divine love and light. We are all one. Gaia, as you awaken, I heal myself. As I awaken, you are healed, and together our petals open ecstatically to the new Sun of Flowers.\" ","You are a member of the one global family, a planetary server and transformer. Blue Eagle asks you to join in lifting the collective mind. It is up to each one of us to hold a positive vision and affirmation, for the means by which this miracle will occur is through changes in the one affecting the greater whole.","Imagine the profound impact your loving thoughts have on planetary mind. You do make a difference! As you connect individually with the larger crystal grid network, your power is multiplied exponentially. This galactic grid is also known as the Mayan cobweb.","The greatest gift you can offer to the planet is to simply be the love. Believe in yourself and your dreams and visions! Remember your special gifts, your path of service on Earth, your promise to serve the light. Everything you are connects to the greater whole. You are starseeded! You have the vision of the eagle. Believe in your dreams. You are the hope and the vision revealed.","Blue Monkey is your Higher Self & Guide.Blue Monkey represents the Divine Child, the child that is ever in a state of open-hearted wisdom, innocence, trust, simplicity and joyful wonder. What would it feel like to actually BE a magical child in this culture and time? The secret that very few know - because they may feel more comfortable trying to protect themselves - is that the divine child offers the strongest of all protections, the invulnerability of openhearted Love. Through innocence, a kind of immunity is created that allows the divine child to be TRANSPARENT so that the apparent 'slings and arrows' of the world can pass right through without being personalized into wounds, reactions or hurt feelings. This is the path of innocence regained. Transparency is the path of the new consciousness.Look deeply into the eyes of a happy two year old. There you will see the innocent trust, openheartedness, and spontaneous joy that typifies the divine child. Imagine yourself as an enlightened two-year old, in a state of ecstatic communion and delight. In childhood, you didn't have to remember to be playful - you could easily and fluidly express your emotions. You didn't have to understand whys and wherefores - you knew with your heart. This if your natural state of being, the state of ecstasy, the path of revealed innocence.In Western culture, many people have a distorted understanding about what it is to be a human being. We are often taught that sucessful adults are responsible, serious, rigid, controlled and goal oriented. In your journey with society, your developmental stages may have been incomplete. The natural sensitivity, fluidity, and freedom of the child may have been left behind in partial passage. Perhaps your inner child was wounded or treated insensitively, and you carried this unresolved process into adulthood. Blue Monkey encourages you to bring forth this incomplete or wounded part for integration and healing.In this New Myth, your spontaneous, divine child will usher in and anchor the new frequency. How can you heal your inner child? Explore what truly gives you joy. Find types of work that support your sensitivity and create deep satisfaction. Be simple: love, play, dance, draw, colour, sing. These activities are for all divine children - they serve the expression of the magical child in everyone. Consciously make time for the joyful freedom and magic of play!","The number for Blue Monkey is eleven, the vibration wherein novelty and spontaneity break down resistant forms. When unity merges with Essence Self, a mystical foundation is created that disintegrates old patterns. This is actually integration in disguide. As your walls tumble down, they crack into a smile, and the illumination of self shines through.","White World-Bridger is your Subconscious Self and Hidden Helper.In this life-time you are being asked to release and surrender. Surrender is the opposite of giving up. It is freeing yourself from the desire to be in control, letting go of how you think things should be. Surrender is freedom. You are being invited to release yourself from the bondage of preconceived action, to let everything be all right as it is, so that you can live a more inspired life in the moment!","You are being asked to take action in the process of surrender and release. You are requested to die a symbolic death, to surrender your limiting beliefs. Symbolic death unveils the self by cutting away the outgrown parts of yourself that no longer serve you. In such death, ego structures fall away to reveal the garden of the true self. Look for new ways of being, new people, new ideas, and new directions that will move into the vacuum created through surrender and release. Like yeast, surrender enlivens and empowers you to experience more of life's fullness.","Holding on to past patterns and grievances only limits the possibilities. Forgive yourself. Forgive others. Let go. Surrender whatever limits you. Face whatever you are resisting. In the experience of any loss, it is never too late to complete. Through your willingness to walk in the dark forest, insights and revelations will naturally emerge.","Red Serpent represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.Red Serpent represents the reptilian brain. This part of the brain thrives on routine, pattern and predictability. If you are in the shadow of Red Serpent, you may be living your life on \"automatic pilot,\" appearing to be separated from choices motivated by your Essence Self. Utilitze the power of Red Serpent to create spontaneity and novelty, freeing the predictability of the routine and habitual.The shadow of Red Serpent can also be seen as adherence to cultural beliefs. One example of this is having the \"right\" diet, car, house, meditation practice, and so on. Another is wanting others to fit your picture of desirability or fulfill your desires, in order to create a feeling of security and self-worth. Transform these patterns. Discover your own intrinsic motives. Sense the novel choices available to you. Practice making decisions intuitively and spontaneously. You are being asked to connect instinct with essence.Another shadow of Red Serpent is being attached to the physical body or being enmeshed in sensual desires. Perhaps you identify so much with your body and how it looks that you think your body is you. This can support the illusion of separation from your Essence Self. Work with the issues and physical desires held within your body. Step aside from your self-judgements and issues of sexual expression. Utiltize Red Serpent to fully experience sexuality in alignment with love. See the body as a sacred tool for transformation. Step aside from judging the sexual preferences and expressions of yourself and others.Hidden in the dark recesses of this shadow are issues of sexual dysfunction, sexual harassment, rape, sexual abuse, and the fear around AIDS and sexually transmitted diseases. Red Serpent offers transformation and healing. Revealed in these shadow issues of sexuality is a desire for deeper union, love, and intimacy. Some people feel intimacy only during infatuation or romantic interludes and lovemaking; however, intimacy is the mutual connection between essences. It is the ability to acknowledge the depths of another person, and it can be fostered through many kinds of sharing, including that of feelings and vulnerabilities, warmth and affection, and hopes and fears. Explore what it means to be intimate with another, remembering that intimacy is an open door to higher state of consciousness.The transformation offered in this shadow is found in learning to love yourself and others unconditionally.","Yellow Seed is your Compliment - something that comes naturally to you. Yellow Seed is the ordered pattern of growth. You and your life are the fertile soil, and the mystery blooms within you through the power of your intention or seed thoughts. Just as a seed contains the hologram of its completion, the process of manifestation follows a natural order. In this gestation process, your intention is quickened by Spirit. The charged seed, your true desire or vision, becomes the focus for germination.What can you open that will support receptivity and assist the germination of your seed intentions? Envision the seed receiving the invitation to grow in the openness of your world. Viscerally feel the possibility of your heart's dream emerging. Your true desires and dreams contain an innate intelligence that can break through even the rigidity of fixed expectations. Planting a new seed, even in the hard soil of old belief systems, can bring unexpected magic and growth.Be willing to break open the constraining shells of past patterns, the shackles of belief structures. Call forth your creative involvement with life. This involvement frees and awakens the powerful energy of the life force, shifting your perceptions and experience, catalyzing the manifestation of your dreams. Participate spontaneously in your growth, unrestricted by the illusion of old structures that once provided safety. Move forward into the light of new possibilities.Offer your dream-seed to the universe. In the ordered patterning of the light, align with your heart's greater purpose. In gratitude, surrender and release the seed to the benefit of your growth and its own pattern of perfection.The number for Yellow Seed is four, the vibration of measure. This is the number of cycles and seasons. It represents the ordered patterning of the light wherein, as Jose Arguelles says, \"form learns to generate its own seed.\" The number four represents the freed pattern of form, the germination of specific seeds co-created with Spirit. If you are in the process of seeding something, meditate with the number four and the energy of Yellow Seed to assist you.","Your Tone is Tone 9 - SolarCompletion, expansion, mastery, larger cycles of time, fulfillment, grand design.Nine is the ray of greater cycles, the foundation of self opening to the four points of measure and cycle. It is the grand design, the unfolding order of the larger pattern. With the Solar tone of nine, you are being offered the embrace of longed-for completion. Fulfill your pattern, your circle. Embody the mastery and wisdom you came to express. This ray asks you to be rather than try to be. Embody the wisdom of the larger cycles. Become the one who shines the light for others. You are the humanitarian whose being unfolds the larger pattern of the new world.In the grand cycle of time, nine is the number of completion and expansion. What is it that you are being asked to complete? Can you see the clues to this lifetime of completion? As you expand, shed old patterns that do not support your growth. Receive completion's fulfillment. You are poised on an arc of a grand cycle of time. In this cycle, time and space fold, past and future merge, and lifetimes meld in completion. Join in the fulfillment of the mystery of the triple triangle by offering your mystery to be woven into the larger loom of reality."]},"calendar":{"galactic":"2","guided":"Magic","moon":{"image":"https://spacestationplaza.com/images/moons/moon_waxg.gif","name":"Waxing Gibbous","percent":"76.2%"}}}