{"dailykin":{"day":"3/7/2020","color":"white","kinNumber":"238","name":"WHITE SELF-EXISTING MIRROR","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/4s.png","number":"4","name":"Self-existing","words":["Measuring","Form","Define"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/18.png","number":"18","name":"Mirror","words":["Reflect","Order","Endlessness"]},"affirmation":["I Define in order to Reflect","Measuring Order","I seal the matrix of endlessness","With the Self-existing tone of Form","I am guided by the power of Timelessness"],"reading":["White Mirror is your Conscious Self - who you are and who you are becoming.White Mirror represents the Hall of Mirrors, where you can face your own reflection and see the truth about yourself. As a mirror, White Mirror merely reflects what is, whether truth, beauty or illusion. Here you can face unfinished business, the dissonance of difficulties, or charged issues that would keep you from the full expression of your Divinity. Become aware of any illusions or distortions within yourself; your clarity of perception will transform them. Take a moment to see yourself as you actually are, shadow and all, freed from the maze of mental illusion.","Sometimes you may find yourself reacting rather than freely responding to a situation or person. If you have charged reactions such as frustration, anger, fear, judgement or jealousy, look at how you might be projecting these issues onto someone else. The world is the mirror for you to truly see. Any strong reaction to a person or event signals an issue to work on in yourself. Be willing to examine and utilize what you see in your mirrors, in order to transform dysfunctional belief systems, negative thoughtforms, and fixed patterns.","In the Hall of Mirrors there is no good or bad, no right or wrong - there is only the reflection of what is. As you learn to see yourself, you begin to see your emotional reactions as signs indicating where to focus your awareness for growth.","On this quest, come prepared to face White Mirror's sword of truth and purification. The wisdom of this sword penetrates, exposes, and ultimately heals your illusions. Discrimination is tempered with love cleanly cuts away everything that does not serve your evolution. To the Maya, White Mirror is the flint that hones your sword.","The greatest gift of the sword is the power of forgiveness. A profound freedom emerges from forgiveness, the releasing of the illusion of cause and effect. Use the great gifts offered in this blad of truth and light to forgive and release anything you may judge or see as imperfect.","You are already an Enlightened Being!The colour for White Mirror is reflective silver. Silver symbolizes the lunar intelligence of intuition and receptiveness, the mirrored illusions of duality and multiplicity. In the larger pattern, all thigns are reflections of the greater reality. Silver offers a glimpse of the Great Mystery, the reflection of things as they really are. To access the qualities and teachings of White Mirror, utilize silver.","White Mirror's are able to clearly reflect others back to themselves once their own mirror is clear.","White Wizard is your Higher Self & Guide.White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.","White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. ","Blue Night is your Subconscious Self and Hidden Helper.Blue night is the dark mystery within, the journey into self, that place to which you can always retreat to garner the gifts of your process subjectively. You are being asked to enter into and explore your process subjectively. Blue Night is the immense field of potential found in the depths of human emotion and feeling. The touch of Blue Night is like the moment you crawl into bed and feel yourself surrounded by warmth, darkness and peace.","Blue Night's abyss holds the potent evolutionary playing field of all possibility. Here, as in the aboriginal dreamtime, there are no distinctions between then and now, real or imagined, dream or dreamer. In this expanded field, all things are not only possible but are constantly in the process of creation. In the framework of dreamtime, limiting constructs of \"ordinary reality\" such as time, space, and linear causality are freed into an expanded system, with unlimited access to ALL realities.","Dreamtime holds powerful opportunities. It is a field where potential, past, and future are held in the same matrix as the present moment. If such a construct is foreign to you, stretch your mind and entertain the possibility that you could help to dream a different reality into being. Enter into the mystery where reality is actually created.","In becoming a conscious dreamer, you can assist in literally creating a new reality for yourself, as well as constributing to the larger dream that is emerging. By focusing on this creation, your thoughts and intentions are projected at superluminal speeds across the crystal grid network that encompasses universes. This energetic field seeds, supports, and empowers the creation of an unfolding reality.","At a certain point, when a critical threshold of energy has been focused on a clear intent such as world peace, the underlying constructs of reality shift and a new reality begins filtering into human experience. Make no mistake: great change is seeded by conscious dreamers who understand and know that they are co-creating the larger dream.","Among other things, the dreamfield will bring to the surface your psychological polarities and core issues. These are the belief constructs you learn from society and experience, such as likes and dislikes, values and attitudes. You naturally attract the situation that promises integration, but through conditioning and habitual behaviour, you may choose to compensate, staying in a fixed pattern to protect your position. This choice will create only momentary relief, because the issues will keep being drawn back to be integrated. Thus, you may often find whatever is blocked or hidden manifesting into your consciousness through a dream, a body symptom, or a relationship. Often you may resist the new and the unknown. You may avoid going over your \"growth edge\", because it may be asking for a shift in your underlying belief structures. Yet profound growth is possible through working with this charged material. Through following it into the darkness, you bring into the dreamfield the light that will carry you to wholeness and fulfillment.","In working with the growth edge in your dreamfield, often it is important to catalyze enough energy to free the stuckness and fixed patterns. By following or amplifying the feeling, your increased awareness will lead to the root of the issue thas has been separated from consciousness. Hidden within the unused channels of your perception are clues to the mystery that will integrate and release the restrictive pattern.","A meditation for Blue Night is, \"I am the darkness that is the light and the stillness that is the dancing.\" This meditation perfectly describes the paradoxical energy of Blue Night, the place of darkness from which all light emanates, the no-form abyss that contains all possibility. In finding this still point of Blue Night, you can access any expression of the light. The energy of Blue Night simply asks you to be still, to allow that expression to take shape from the darkness. From the darkness of Blue Night emerges the Essence Self. Sit in stillness, embracing the journey of insight and integration.","The colour of Blue Night is black, which represents the womb of the larger self, the receptive condition necessary to receive the light fully. Black is also an access route to the wisdom of the unconscious, the mystery of the abyss where you can tap into the collective dreamfield for insight and creative ideas. Blue Night also includes the shades of gray, symbolic of the merging of light with the darkness. If you wish to work with the energy of Blue Night, visualize black.","Yellow Star represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.One shadow of Yellow Star is believing in an exclusive path or that there is only one true or right system to bring you to enlightenment. However, your personal path is unique. Listen and learn from all teachers, but know that it is up to you to integrate their wisdom into your own truth. The wise way show-er encourages you to be open to all teachings, to follow your own heart's path.","Another shadow of Yellow Star is that your life's lessons place you in the midst of disharmonious situations. This may be experienced as living and working with people with whom you feel confict or friction. Another aspect of this shadow is the judgement that sometimes follows from holding harmony as an ideal. All the ways you walk your path can be steps in the practice of harmony. Enact harmony through your relationships, emotions, environment, and expanded viewpoints.","The transformation offered in the shadow of Yellow Star is found by becoming aware of the existing harmony or disharmony in your life. Be willing to appreciate or prune where necessary. Call on wisdom and love to facilitate this pruning process. Open more fully to harmony in all aspects of your life. This harmony of self and one's life becomes the foundation of freedom.","You may also judge yourself because you can't seem to remember all that you are. Perhaps you are trying to figure out your purpose, awaken to your destiny, or understand why you came here. Simplify. Look at your present gifts and talents. Free your thoughts and your self-critical nature. You are, in this moment, the sum total of all that you are, have been, and the potential of your complete becoming. Simply be yourself, for only this will open you to the magic of your untapped potential.","Unlike the preceding 7 tones, which were seperate and distinct, Yellow Star begins a more complex harmonic series as it completes the preceding octave. On a spiritual level, Yellow Star begins the development of higher being. The fundamental tones that occur in this series are of a more expanded frequency than those of the preceding seven tones. In this new octave, there is alignment in the harmonies of Earth and the harmonies of the stars that are now being sounded on Earth. Yellow Star is the first in a series of star harmonies that evoke accelerated growth of the starseed potential within you.","Yellow Star offers you the ability to hold a greatly expanded focus, a unity of awareness that encompasses aspects of the larger constellation of self. An example of this would be a simultaneous awareness of the desires of the existential self and the truth of the Essence Self. This star harmony encompasses the greatly enlarged perspective of your starseeded self, the part within you that holds the potential of your greatest destiny. ","Red Dragon is your Compliment - something that comes naturally to you. Red Dragon represents the root source of life, the nurturance and support of primary being, and within it are found the primal waters of unity. This is where your deepest roots receive true nourishment. Red Dragon is the energy of form contained within the formlessness of the primordial sea.Primal trust means making choices with no guarantees, knowing that divine nurturance will provide what is needed for your journey. It means making choices moment by moment, implicitly trusting your innate steering mechanism of heart-knowing. Primal trust implies surrendering to the will of the divine self, letting go of what your ego deems to be control of the outcomes in your life. It means deeply trusting the processes that are at work within your present spiral of evolution.","The energy of Red Dragon asks you to embrace the depth of your receptivity. Perhaps you have been taught that it is better to give than to receive. Giving is a powerful way to learn how to receive, but it is not the whole picture. There is a circuit of completion in giving and receiving that happens within you and in your external world at the same time. If you trust unconditionally in the giving, you are not attached to how the gift is received. When you freely give, you fill your cup with sweet waters, which you can then offern innocently and purely to another. Know, on one level, that your gift is poured out universally regardless of how it appears to be received. However, when the gift comes from the ego, it is limited by expectations and conditions. Love just is. It is neither given nor taken; rather it is simply discovered and allowed.","The universe is an inseparable whole. Red Dragon represents the energy matrix lines that look like a web in the universe, through which all points are connected in time and space. This energetic web of communication is known as the 'crystal grid network.' It is a cauldron of creation, a potent field in which all things are not only possible but constantly being created. Within this grid, the linear causality of time and space has been freed into an open system in which all time and all space exist and interact simultaneously. This grid connects the larger holograms of reality with our own. Its energy lines connect all places, times and events - even those that are seemingly unrelated. All phenomena and all actions are part of this larger whole; it is the very foundation for telepathy and synchronicity. Red Dragon embodies unity, in which all things are one with the Source. ","Your Tone is Tone 4 - Self-ExistingOrder, definition, discrimination, natural cycles, meaningful alignment.","Four is the ray of measure, the alignment with natural cycles. It is the square, the base of the pyramid, the solid foundation that unifies the lines of directional force. Four is the diamond asking you to utilize tools of discrimination.","Now is the time to manifest your dream or vision. Look to natural logic, order and definition - these gifts support the whisperings of your creative spirit. You are the architect who manifests your dreams! Open the door and call forth the sacred Four. You are being brought into meaningful alignment, bringing healing into this cycle of your life.","The four directions offer you assistance in understanding universal physical laws. Use measure as a tool of consciousness to mold time, form and space. Now is the time to focus, to connect tangibly with the undefined. Take your ideas and give them discipline and form. Develop the ability to discriminate without creating separation or judgement. Channel your creative energy constructively, generating the power for practical manifestation!***These excerpts were taken from the amazing book, \"The Mayan Oracle - Return Path to the Stars\" by Ariel Spilsbury & Michael Bryner - Click here to email Ariel and purchase a signed copy!"]},"calendar":{"galactic":"","guided":"Timelessness","moon":{"image":"https://spacestationplaza.com/images/moons/moon_waxg.gif","name":"Waxing Gibbous","percent":"91.5%"}}}