{
  "kinNumber": "147",
  "affirmation": [
    "I Define in order to Know",
    "Measuring Healing",
    "I seal the store of accomplishment",
    "With the Self-existing tone of Form",
    "I am guided by the power of Abundance"
  ],
  "reading": [
    "Blue Hand is your Conscious Self - who you are and who you are becoming. Blue Hand is a gateway, an opening, a portal from one understanding to another. A clue to the meaning of Blue Hand is found in the meditation, \"I am, by thinly veiled design, the threshold to other dimensions. In my ending is my beginning. The initatory gateway awaits.\" Blue Hand is the seventh or last archetype in the cycle of development of primary being. It represents the power found in completion. Blue Hand is seen as a closure, which is really an opening to another level of being.",
    "Like the fluidity of moving water, Blue Hand is associated with the process of dance, mudra, and beauty. This movement is a metaphor for the ebb and flow of life. In meditation with Manik, experience the flowing quality that is the beauty of the cosmic dance. Remember this essence and this fluidity at times when your life feels most inflexible or lacking in beauty.",
    "Blue Hand represents the 'beauty way', the ability to see intrinsic beauty within yourself and in all things. Living the beauty way requires being in your full beauty and power. From this place, your self-authority naturally flows. This is the position where your ego is aligned with divine will. When you are standing in your full beauty and power, your very presence invites others to be all that they are. To the Maya, Blue Hand represents the deer, the gentle, serenely aware guide who walks in fluid beauty and grace, opening and revealing.The essence of Blue Hand is held in the metaphor of a wave. The wave has many stages, from momentum to crest to completion and merging with the ocean once again. Blue Hand connects you to the greater ocean and reveals the shores of your true identity. If you identify with the struggle of eddies and storms, that is the learning you will draw to you. If you identify with your oneness of spirit, by the law of affinity that is what you will become.",
    "The energy of Blue Hand will also help you to manifest spiritual skills - especially those intuitive gifts such as oracular divination. In each incarnation, you bring certain gifts. Each path - from priest and priestess to shaman and dancer to artist and gardener - carries varied tools and skills. You have chosen certain gifts and tools that offer you a way to interact with others and your life process. This may be as simple as calling on your innate wisdom and insight in order to see clearly the gifts and tools that you carry. ",
    "Blue Night is your Higher Self & Guide.",
    "Blue night is the dark mystery within, the journey into self, that place to which you can always retreat to garner the gifts of your process subjectively. You are being asked to enter into and explore your process subjectively. Blue Night is the immense field of potential found in the depths of human emotion and feeling. The touch of Blue Night is like the moment you crawl into bed and feel yourself surrounded by warmth, darkness and peace.",
    "Blue Night's abyss holds the potent evolutionary playing field of all possibility. Here, as in the aboriginal dreamtime, there are no distinctions between then and now, real or imagined, dream or dreamer. In this expanded field, all things are not only possible but are constantly in the process of creation. In the framework of dreamtime, limiting constructs of \"ordinary reality\" such as time, space, and linear causality are freed into an expanded system, with unlimited access to ALL realities.",
    "Dreamtime holds powerful opportunities. It is a field where potential, past, and future are held in the same matrix as the present moment. If such a construct is foreign to you, stretch your mind and entertain the possibility that you could help to dream a different reality into being. Enter into the mystery where reality is actually created.",
    "In becoming a conscious dreamer, you can assist in literally creating a new reality for yourself, as well as constributing to the larger dream that is emerging. By focusing on this creation, your thoughts and intentions are projected at superluminal speeds across the crystal grid network that encompasses universes. This energetic field seeds, supports, and empowers the creation of an unfolding reality.",
    "At a certain point, when a critical threshold of energy has been focused on a clear intent such as world peace, the underlying constructs of reality shift and a new reality begins filtering into human experience. Make no mistake: great change is seeded by conscious dreamers who understand and know that they are co-creating the larger dream.",
    "Among other things, the dreamfield will bring to the surface your psychological polarities and core issues. These are the belief constructs you learn from society and experience, such as likes and dislikes, values and attitudes. You naturally attract the situation that promises integration, but through conditioning and habitual behaviour, you may choose to compensate, staying in a fixed pattern to protect your position. This choice will create only momentary relief, because the issues will keep being drawn back to be integrated. Thus, you may often find whatever is blocked or hidden manifesting into your consciousness through a dream, a body symptom, or a relationship. Often you may resist the new and the unknown. You may avoid going over your \"growth edge\", because it may be asking for a shift in your underlying belief structures. Yet profound growth is possible through working with this charged material. Through following it into the darkness, you bring into the dreamfield the light that will carry you to wholeness and fulfillment.",
    "In working with the growth edge in your dreamfield, often it is important to catalyze enough energy to free the stuckness and fixed patterns. By following or amplifying the feeling, your increased awareness will lead to the root of the issue thas has been separated from consciousness. Hidden within the unused channels of your perception are clues to the mystery that will integrate and release the restrictive pattern.",
    "A meditation for Blue Night is, \"I am the darkness that is the light and the stillness that is the dancing.\" This meditation perfectly describes the paradoxical energy of Blue Night, the place of darkness from which all light emanates, the no-form abyss that contains all possibility. In finding this still point of Blue Night, you can access any expression of the light. The energy of Blue Night simply asks you to be still, to allow that expression to take shape from the darkness. From the darkness of Blue Night emerges the Essence Self. Sit in stillness, embracing the journey of insight and integration.",
    "The colour of Blue Night is black, which represents the womb of the larger self, the receptive condition necessary to receive the light fully. Black is also an access route to the wisdom of the unconscious, the mystery of the abyss where you can tap into the collective dreamfield for insight and creative ideas. Blue Night also includes the shades of gray, symbolic of the merging of light with the darkness. If you wish to work with the energy of Blue Night, visualize black. ",
    "White Wizard is your Subconscious Self and Hidden Helper.White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.",
    "White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. White Wizard is a tool of the light, a conduit for the work of Spirit. A wise magician is spontaneous and transparent, allowing magic to come in rather than trying to control it or make it happen. A magician dances the dance of love through offering gifts of freedom to others. This is real magic. Freed from the need to use power to manipulate or control, a magician uses wisdom to manifest liberation and love.",
    "Red Earth represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In this shadow it may seem difficult to be in the present moment. Instead of being tuned into \"channel central,\" you may be tuned into the channel for shopping lists, relationship dramas, fantasies, regrets about the past, and worries about the future. Center yourself in the present moment! This is where you can most beneficially observe the synchronicities and revelations about your personal pattern and larger purpose. From here your mind can learn to be keenly observant, allowing the larger pattern to take shape as naturally as the small brushstrokes that eventually comlete a beautiful painting.Often in the shadow of Red Earth, you may feel \"out of sync\" with the world around you. If you feel physically, mentally, or emotionally \"off,\" remember that you may actually be in a process of realignment. Allow for synchronization with the new, expanding pattern. Affirm \"I am one with the galactic heartbeat that aligns the core of my being into the crystalline core of Earth and through all realities and dimensional fields.\"Another shadow of Red Earth is being disassociated from the Earth and your body. Are you overidentified with seeing yourself as a star being, an alien, or a walk-in? Everyone on this planet is both an Earth child and a celestial being! Remember that your issues create judgement of your earthly existence and your personal growth process. Remember that you chose to assist in the Earth's transformation at this time, in order to utilize the unique benefits of this experience for your own spiritual unfoldment. Embrace this opportunity to explore and discover and to work through any denial or issues of your physical, earthly self. Strive to transform all crystallized thoughts, beliefs, and judgements into fluid consciousness. By accepting your physical form and your growth process in the world, you access a hub of centeredness out of which all the truth and magic of the universe unfold.Take off your shoes. Touch the one Earth. Find a place to dance with the sacred hoop of life. Contribute your vision as an awakened member of the global rainbow family!Sit in relationship with the energies of the Earth, as a shaman would sit in a forest. Take time to listen to the information being transmitted through your feet. Walk into your life. Find and do what gives you joy. From this place of centeredness, magical happeningsn spring and synchronicity abounds, helping you to access cules to the cosmic puzzle.Remember, you hold the Earth within you. You are the global family, the deeper of the Earth's garden.",
    "Yellow Human is your Compliment - something that comes naturally to you. Yellow Human is the grail, the golden fleece, the philosopher's stone, the alchemical transmutation that turns baser materials into gold. It is the cornucopia, the paradox of emptiness and harvest, the still place that lies open and fallow, receiving the gifts.",
    "Yellow Human offers you the gift of beginner's mind in the fullness of union. Be receptive. Yellow Human is preparing your circuits for transformation. Become empty, that your thirst may be quenched by the bounteous gifts poured from the chalice of the spiralling galaxies. Open and receive all that Yellow Human offers in the chalice of your own body.",
    "Eb asks you to strengthen and clear your physical vessel in order to prepare for the expanded energies of higher mind. Your chalice of self is being purified through vibrational adjustments in the brain/body system. With this quickening, adjustments are made and your circuits of consciousness are naturally transformed. Often this process is accompanied by the sensation of being altered or \"rewired\". Higher centers of the brain and the light-sensitive pineal and pituitary glands are being activated to contain more light. This penetration brings you to a critical threshold, creating enormous change at the cellular level. It also activates soul memories and expands your concepts of reality.",
    "With this expanded consciousness, your brain/body system is being cleared and fine-tuned so that you can create a sluiceway for the activation and acceleration of cosmic consciousness. This penetration of frequencies and its accompanying quickening is like upgrading the 'hard drive' of your biocomputer and activating the 'hidden chip,' the unused parts of your brain.",
    "In meditation, expand to include all that you are. Then bring that feeling of expansion back into your physical self. In this process, you create a complex stability, opening a chalice of self that is fully rooted in human form. With this expansion, you are freed to explore within a new center that, paradoxically, seems to have to center. Yellow Human reveals the secret of being essence within form, everywhere and nowhere, \"nothing\" but present in all things.",
    "The metaphor of the ever-expanding chalice is a powerful spiritual tool. This chalice represents the eternal container of light, ever filled with spirit's fire and nourishment. It is the metaphor that represents the form in which your full potential can manifest. Each stage in your journey feels like the final one, but each stage then opens to an expanded form, releasing you into the next stage of consciousness.",
    "All the gifts of the macrocosm pour out of the universal cornucopia. With an open heart, empty yourself to be filled with the fruits of your true desire. Through the temple of your body, lift the chalice of your expanded self and declare that it is filled with truth and clarity. Feel the ecstatic union with your full potential as a human being.",
    "Meditate on the cornucopia with you at its center. Lift the chalice of your self-generated energy vortex to greet the vortex that will descend from above. As an open vessel, prepare a place to receive Yellow Human's gifts. When you flow in unconditional love, all the fruits of the universe rush toward you for benediction.",
    "Bathe in love's essence as a child splashing in a pool on a hot day. Connect with others in joyous union. Use the broom of Yellow Human to sweep your day clear of past experiences and the issues and obstacles of small mind. In the spirit of Yellow Human function on all frequencies and power bands. Your cup is filled with the nectar of sacramental union. Be fulfilled by the great harvest of love! ",
    "Your Tone is Tone 4 - Self-ExistingOrder, definition, discrimination, natural cycles, meaningful alignment.",
    "Four is the ray of measure, the alignment with natural cycles. It is the square, the base of the pyramid, the solid foundation that unifies the lines of directional force. Four is the diamond asking you to utilize tools of discrimination.",
    "Now is the time to manifest your dream or vision. Look to natural logic, order and definition - these gifts support the whisperings of your creative spirit. You are the architect who manifests your dreams! Open the door and call forth the sacred Four. You are being brought into meaningful alignment, bringing healing into this cycle of your life.",
    "The four directions offer you assistance in understanding universal physical laws. Use measure as a tool of consciousness to mold time, form and space. Now is the time to focus, to connect tangibly with the undefined. Take your ideas and give them discipline and form. Develop the ability to discriminate without creating separation or judgement. Channel your creative energy constructively, generating the power for practical manifestation!"
  ]
}
