{
  "kinNumber": "31",
  "affirmation": [
    "I Empower in order to Play",
    "Commanding Illusion",
    "I seal the process of magic",
    "With the Overtone tone of Radiance",
    "I am guided by the power of Self-Generation"
  ],
  "reading": [
    "Blue Monkey is your Conscious Self - who you are and who you are becoming. Blue Monkey represents the Divine Child, the child that is ever in a state of open-hearted wisdom, innocence, trust, simplicity and joyful wonder. What would it feel like to actually BE a magical child in this culture and time? The secret that very few know - because they may feel more comfortable trying to protect themselves - is that the divine child offers the strongest of all protections, the invulnerability of openhearted Love. Through innocence, a kind of immunity is created that allows the divine child to be TRANSPARENT so that the apparent 'slings and arrows' of the world can pass right through without being personalized into wounds, reactions or hurt feelings. This is the path of innocence regained. Transparency is the path of the new consciousness.Look deeply into the eyes of a happy two year old. There you will see the innocent trust, openheartedness, and spontaneous joy that typifies the divine child. Imagine yourself as an enlightened two-year old, in a state of ecstatic communion and delight. In childhood, you didn't have to remember to be playful - you could easily and fluidly express your emotions. You didn't have to understand whys and wherefores - you knew with your heart. This if your natural state of being, the state of ecstasy, the path of revealed innocence.In Western culture, many people have a distorted understanding about what it is to be a human being. We are often taught that sucessful adults are responsible, serious, rigid, controlled and goal oriented. In your journey with society, your developmental stages may have been incomplete. The natural sensitivity, fluidity, and freedom of the child may have been left behind in partial passage. Perhaps your inner child was wounded or treated insensitively, and you carried this unresolved process into adulthood. Blue Monkey encourages you to bring forth this incomplete or wounded part for integration and healing.In this New Myth, your spontaneous, divine child will usher in and anchor the new frequency. How can you heal your inner child? Explore what truly gives you joy. Find types of work that support your sensitivity and create deep satisfaction. Be simple: love, play, dance, draw, colour, sing. These activities are for all divine children - they serve the expression of the magical child in everyone. Consciously make time for the joyful freedom and magic of play!",
    "The number for Blue Monkey is eleven, the vibration wherein novelty and spontaneity break down resistant forms. When unity merges with Essence Self, a mystical foundation is created that disintegrates old patterns. This is actually integration in disguide. As your walls tumble down, they crack into a smile, and the illumination of self shines through.",
    "Blue Storm is your Higher Self & Guide.Blue Storm is the initiation by fire, the lightning path, the arrival of the thunderbeings who bring the final transformation. To the Maya, Blue Storm represents the storm, the thundercloud full of purifying rain, and the lightning that shatters any false structuring of reality. Blue Storm is the purification of the 'body temple' and the ignition of the light body. In these last years of a twenty-six-thousand-year Mayan grand cycle, Blue Storm comes to help you in the disintegration process that moves you from separation to ascension. This initiation by fire breaks any false containers of self that cannot withstand the flame of transmutation. Only your true identity will live through these fires, for you will be reborn in the heart of All That Is.",
    "Blue Storm provides the water that purifies and quenches your spiritual thirst. In this state of consciousness, you stand willing to surrender everything. You give up what you seem to be in order to become fully what you are. You step into the fires of the unknown, and you are changed forever.",
    "Allow Blue Storm's storm to purify and cleanse you.",
    "Blue Storm catalyzes and prepares your nervous system and circuitry for complete transformation. It is the electromagnetic storm of transmutation, the clearing and quickening of your physical, mental, emotional, and etheric bodies. As you become aligned with the descending energies, and evolve in consciousness, you body's vibration is raised, becoming less 'dense'. Your new alignment ignites the quickening process that transmutes the shadows of the past, including experiences, judgements, thoughtforms, and old patterns that have held you back.",
    "As you move into this new vibration, you may feel off balance. In this transformational shift, you will feel unusual quickenings on every level of your being. You will sense emotional and physical 'imbalances' and restructuring. Your issues will be catalyzed and brought out for you to address. By being present with your old patterns you have a unique opportunity to access the energy of Blue Storm, which is experienced as an inner transformational 'storm', a natural part of the process of vibrational shift and quickening.",
    "Whether you are experiencing these changes consciously or unconsicously, the vibrational change is adjusting your energy pattern to accomodate the flow of the language of light. These new frequencies feed you on every level of your being. As your transformation progresses, you quickly become aware of the unconscious material you still need to process. No longer can you escape the effects of your belief systems. Fears and negative images can all be felt very quickly. The transformation is experienced as if it were happening 'from the inside out'. Things seem to 'cook' inside you.",
    "Remember that you have chosen to take part in this rebirth, both on a planetary and a personal level - the planetary dream, the miracle on Earth, is what brought you here! You are becoming the living model of the new reality. As an emissary of the great change, you are a transformer of the collective myth. Riding the crest of the wave, you are travelling both outward and inward on your journey home - for yourself and for all those who will follow after you.",
    "A simple catalyst for this catapulting force is the integration of duality within. The personal integration of shadow is what will create the miracle! Personal shadow is simply that which is separated from the full light of consciousness. By integrating shadow, you are freed from delusions of right or wrong, good and evil. Shadow provides an opportunity for you to bring in all of your expanded essence.",
    "Consciousness is a structural metaphor that is calling for transformation. As your consciousness becomes crystallized, narrow, and complex, it invites the process of dissipaton to 'unravel' and break it free. As you travel the spiral vortex of light, expanding into ever-widening realms of truth, your crystallized energy breaks down and trasncends form. This process can be very intense, but if you embrace it, you can be transformed into a freed adventurer - a divine actor who can play any part without becoming attached to it.",
    "White Dog is your Subconscious Self and Hidden Helper.One of the gifts of White Dog is the calling in and recognition of other companions of destiny. Other beings with the same longing are waiting to meet and acknowledge you - beings who can see you as you authrentically are. When you have truly been seen, you feel empowered, and remembrance of a shared sacred trust is ignited. This is a natural process, divinely designed for recognition through vibrational affinity, freed from personal expectations.",
    "White Dog can be seen as an access point for developing relationships with guides, totems, allies and guardians. There are many ways to work with these spiritual guides, including guided visualizations, shamanic journeys, and meditation. A useful construct is viewing them as aspects of yourself, part of your life stream that is asking to be integrated. Remember, there is no 'other'. In this grand adventure, you are being asked to embody all that you are.Profound insights are garnered through shared purpose and relationship with others who are willing to be in their truth and integrity about the light and shadow aspects they perceive in themselves.",
    "Similarly, intimate relationships can be viewed as unique opportunities to bring forward in each other deep emotional patterns to be transformed. In this case, those you have drawn to you hold the ability to assist you in your own integration as well. There are no mistakes. Be willing to look deeply into the truth held within any relationship. The expression of intimacy is a gift of love; the lack of it may be a symptom asking for honest communication and healing. It may also be guiding you to reevaluate your relationship and the purpose it is serving.White Dog signals a breakthrough in your life: new beginnings, new perceptions, new allies and friends. As you express more authentically who you are, you draw your true family closer to you.With your guides and companions, you have the ability to manifest your inspired visions and dreams. Recognize the eyes and hearts that spark the remembrance of a sacred trust.The harmonic wisdom of White Dog is affinity, the attraction of like vibration or substances for one another. Spiritual affinity is not limited to family kinship - it is part of the natural affinity between companions of destiny. Such companions of are drawn together by the same aligned force that draws iron filings to a magnet. Companions of destiny are drawn togther to do work that is naturally harmonious.On the surface at times, it may seem that you have little in common with these companions, yet the attraction remains. This is because Essence Selves are often committed to work together long before they meet in the physical world. This is a natural process of affinity, rather than a process motivated from personal desire. Follow this guidance into your unfoldment within the larger pattern.",
    "Red Dragon represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In the shadow of Red Dragon are found issues of trust. This can appear as a lack of basic trust in the Source to nurture you and provide what is needed for your journey. Perhaps you do not trust in life's transformational process to bring you the perfect lessons and gifts required for your growth. Primal trust implies the understanding that there are no mistakes and no victims - only lessons, gifts, and growth processes on the way to wholenes. If you perceive that there are no mistakes as you move toward wholeness, then learning to trust the transformational process becomes much easier.Trusting, however, does not mean acting blindly without awareness or waiting without action; it means moving forward with and learning from your journey of experience. No matter what the appearance, whatever manifests in your world actually holds potential gifts on the path to wholeness. In the cycle of giving and receiving, trust is like the lubricant that eases the way for the transformational process. And when you understand that every particle of the universe is made up of love, then trusting can be perceived as a natural state of being.In the shadow of Red Dragon are hidden feelings of unworthiness to receive, often manifested as embarrassment or discomfort when others offer you something. These feelings can stem from many places. Often then stem from early childhood, when your gifts may not have been received or when you heard that \"it is better to give than to receive.\" Or perhaps you developed a reality based on praise for being \"self-sufficient\" or not owing anyone anything. Regardless of the source, these feelings spring from only a partial truth. You are intrinsically worthy to receive, simply because you are. Love just is, and you are part of the cycle of love.In the shadow of Red Dragon, you may also be overly identified with being a source of support and nurturance for others - the caretaker or a 'cosmic mama.' Giving without receiving is limiting. In Western society we are unknowingly taught to be dependent and co-dependent. Perhaps from an inability or unwillingness to nurture and support yourself, you have abandoned yourself for another. Perhaps you expect that other to know intuitively what your needs are and to meet them without direct communication.As an example, the shadow of Red Dragon might say, \"If they really loved me, they would understand how I feel\"; or \"If I have to ask for it, it's not worth it.\" In other words, you may be avoiding responsibility for being aware of and communicating your own desires and feelings. In the shadow of Red Dragon there is the belief that love is magical, that relationships should just 'happen', and that love is a need rather than a natural state of being.If you are in the shadow of Red Dragon, you are being encouraged to step into the primal waters of your being to discover the core of your self-acceptance, your intrinsic value, your own wholeness. Find the wellspring of your feelings. Be willing to explore more fully and honestly, expressing your true desires, dreams, and truths.",
    "Yellow Star is your Compliment - something that comes naturally to you. You are a starseed! You contain a holographic 'seed packet' of your evolution into the Mind of Light and the energy that directs you toward wholeness. This resonance offers an expanded view of the larger self and new ways of perceiving reality. Through self-acceptance, you are gifted with this journey. Yellow Star is ignition, like a cosmic milkweed explosion of resonant sparks. It is the launching pad from which you can hear the rumble of the rocket of your accelerated evolution. The energy of Yellow Star may be experienced as a gentle rocking that becoes a floating and spiraling sensation, ending in a rush of feeling as you move into expanded reality. This sensation has been described as gently cascading fireworks, shimmering burst on the tapesty of Creation. Cascade into this unchartged perspective. Flow on the cosmic winds wherever Divinity directs, arching back to this reality wth a new experience of self.",
    "Yellow Star's starseeded gift is the revelation of the harmony that unites all things. Instead of just aspiring to be harmonious, become harmony. Practice harmony not just as an abstraction, but as a living reality. This practice blends different energies, thoughts, people, and processes. Act on intuitive guidance as to what to combine and when. As you begin to follow your heart, you will know the feeling of being on the return path to the stars.Yellow Star offers you the ability to hold a greatly expanded focus, a unity of awareness that encompasses aspects of the larger constellation of self. An example of this would be a simultaneous awarenss of the desires of the existential self and the truth of the Essence Self. This star harmony encompasses the greatly enlarged perspective of your starseeded self, the part within you that holds the potential of your greatest destiny.Unlike the preceding 7 tones, which were seperate and distinct, Yellow Star begins a more complex harmonic series as it completes the preceding octave. On a spiritual level, Yellow Star begins the development of higher being. The fundamental tones that occur in this series are of a more expanded frequency than those of the preceding seven tones. In this new octave, there is alignment in the harmonies of Earth and the harmonies of the stars that are now being sounded on Earth. Yellow Star is the first in a series of star harmonies that evoke accelerated growth of the starseed potential within you.",
    "Your Tone is Tone 5 - OvertoneCore purpose, central intent, foundation, place of centeredness, simplicity, acceptance of your humanness.Five is the ray of center, the first bar, the foundation of humanity in the individual self. Step into the center of your crystalline core. What do you find there? What is your foundation, your core purpose, your central intent, your individual vision? Use this vision as an access to the truth at your stellar core. See yourself as an ever-expanding hub of truth and light.You are the center of your own universe! Remember that there is great wisdom to be found within the human form. In genuine acceptance of your humanness, you find your foundation in individual self. Turn inward and bring more light into your form. Discover the foundation of your sacred center. In meditation, receive the serenity of the unis mundi, the place of perfect centeredness. In letting go of who you think you are, you become who you actually are. Be simple. You are always sitting in the center. You are the Zen master, centered in beginner's mind."
  ]
}
