{"dailykin":{"day":"4/15/2020","color":"red","kinNumber":"17","name":"RED SELF-EXISTING EARTH","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/4g.png","number":"4","name":"Self-existing","words":["Measuring","Form","Define"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/17.png","number":"17","name":"Earth","words":["Evolve","Syncronicity","Navigation"]},"affirmation":["I Define in order to Evolve","Measuring Syncronicity","I seal the matrix of navigation","With the Self-existing tone of Form","I am guided by the power of Space"],"reading":["Red Earth is your Conscious Self - who you are and who you are becoming.Red Earth is the access point to your natural alignment with Earth force. It is the unis mundi, the point of perfect centeredness in the eternal present from which all alignment and magic manifest. Your center, the Earth center, is the secret of gravity's magnetizing force. Red Earth is the channel of harmonic synchronization that is aligned with the galactic heart. From the center point within eslf, you align with this galactic center and connect through your own crystalline structure to the larger crystal grid network. To keep this channel of synchronization open, connect to the elemental energies of earth, air, fire and water, and the seven directional guardians.","Cosmic consciousness is not just 'out there'; it is also resonating within you. Be sacramentally rooted where you are. You are made of the Earth! Look through the 'eyes' in your feet. Your body is the present focus of your consciousness - through it all gifts are received. Remember, too, that your environment is alive and reacts to your awareness of it; therefore, the way you perceive the Earth and your physical form affects the information you receive.","Red Earth is the Earth keeper, the keeper of the garden, the shaman/healer who, through reverence for all life, heals and sanctifies the Earth. Earth keepers preserve the harmonic relationship with nature by connecting to the wisdom held in matter. In Latin, mater means \"mother\". As you bring light into yourself, you bring light into matter. You and the Earth both contain the holographic seed of the new consciousness emerging. ","Center yourself in the present moment! This is where you can most beneficially observe the synchronicities and revelations about your personal pattern and larger purpose. From here your mind can learn to be keenly observant, allowing the larger pattern to take shape as naturally as the small brushstrokes that eventually complete a beautiful painting.Sit in simple relationship to the Earth, like a poet enraptured in a forest. Be rooted where you are now. Out of synergistic centeredness, you will receive your greatest desires and open to the full flowering of the mystic power of the universe. This synchronization can be seen as the alignment of your personal myth with the greater myth of our times. Myth is the framework or \"story\" in which the truth of the cosmos is revealed in symbolic form. Utilize it to catalyze your unfolding alignment.","By accepting your physical form and your growth process in this world, you access the hub of centeredness out of which all the truth and magic of the universe unfold.Take off your shoes. Touch the one Earth. Find a place to dance with the sacred hoop of life. Contribute your vision as an awakened member of the global rainbow family!","Red Skywalker is your Higher Self & Guide.Red Skywalker is the skywalker, the time/space traveller who can jump dimensions to assist you in realizing heaven on Earth. Red Skywalker is unlimited in form but often chooses the form of the angelic messenger.","A person who embodies cosmic wisdom may be known as a sky-walker, sage or bodhisattva. When others see such light in human form, they feel the vibration of heaven. This vibration may be embodied by you or experienced with a guru, master, an energy such as Red Skywalker, or in a 'chance' encounter with an extraordinary person.","An encounter with the energy of Red Skywalker can spark a deep yearning within you for reunion with the Source. Yet from this place of love and compassion, you also have a desire (embodied in physical form) to serve the light. This is the place in you that has the courage to fully express unconditional love, the depths of your being. Red Skywalker asks you to live the new myth by bringing this heaven to Earth in your daily life. As this reality is lived, it touches and awakens the same truth in others: \"They kingdom come, Thy will be done, on Earth as it is in heaven.\"","Red Skywalker represents balance in your life - not static balance, but a dynamic equilibrium that includes both your present expression and your starseeded self. In Red Skywalker's star-glyph you see that the pillars of heaven don't appear to touch the Earth. You are the element that appears to be missing in the star-glyph. You are the one whose expression of the light assists in drawing the pillars of heaven to Earth.","Joining these pillars in yourself can be viewed as reuniting your male and female aspects. Together, in balance, we create the pillars of the etheric temples of heaven on Earth.","The natural state of every system moves toward balance that is fluid and free, as in dance. That balance is experienced differently by each person, but it often brings a sense of steadiness or centeredness even in the midst of movement and change. When you are dancing, you can use your very state of imbalance to create the fluidity of the dance. ","Yellow Seed is your Subconscious Self and Hidden Helper - the secret to finding balance.Yellow Seed is the ordered pattern of growth. You and your life are the fertile soil, and the mystery blooms within you through the power of your intention or seed thoughts. Just as a seed contains the hologram of its completion, the process of manifestation follows a natural order. In this gestation process, your intention is quickened by Spirit. The charged seed, your true desire or vision, becomes the focus for germination.","What can you open that will support receptivity and assist the germination of your seed intentions? Envision the seed receiving the invitation to grow in the openness of your world. Viscerally feel the possibility of your heart's dream emerging. Your true desires and dreams contain an innate intelligence that can break through even the rigidity of fixed expectations. Planting a new seed, even in the hard soil of old belief systems, can bring unexpected magic and growth.Be willing to break open the constraining shells of past patterns, the shackles of old belief structures. Call forth your creative involvement with life. This involvement frees and awakens the powerful energy of the life force, shifting your perceptions and experience, catalyzing the manifestation of your dreams. Participate spontaneously in your growth, unrestricted by the illusion of old structures that once provided safety. Move forward into the light of new possibilities.Offer your dream-seed to the universe. In the ordered patterning of the light, align with your heart's greater purpose. In gratitude, surrender and release the seed to the benefit of your growth and its own pattern of perfection.","Blue Hand represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In the shadow of Blue Hand are spiritual distractions and resistances. As you hit 'growth edges', you can experience issues and resistance to revealing your true beauty and power. On your path, you will always be offered access to tools and further initiations. Think back to a time when you were offered such a gift, to a time when you embarked on a new quest or possibility. Remember the feeling of spiritual grace that accompanied that gift. Watch for other such openings that will be offered. They may appear in unusual circumstances. You may even find them in times of emotional crisis and amidst unusual access to hidden potentials. Becoming aware of these initiatory portals opens the door to guides and allies. It can also break the spell of distractions and reactive behaviours.Another shadow of Blue Hand is difficulty in completing things. Completion is especially difficult if you feel inadequate or displeased with the possible outcome of your efforts. If you take on too much, you may become too pressured and scattered to finish. You may also relish the creative process but lose motivation because of hidden issues or what appears as the hard work required to finish. Completion becomes easier if you allow yourself to be excited and satisfied by the steps along the way.Another shadow of Blue Hand is not having the desire and discipline needed to master a tool (such as meditation, healing, or some aspect of the creative arts). It is important to remember that committment, focused intent, and openness are all necessary to the acquisitions of any new skill.A related shadow of Blue Hand is in believing that the tool has the power. However, tools are simply vehicles for your connection with the Divine. Do you think your ability to access information using such things as tarot cards and astrology charts come from the symbols or system? The tool simply provides a means for you to focus, to open to the truth being revealed through the metaphor. If you are overidentified and attached to your tools - books, crystals, symbols, systems and so on - you may believe the power is outside yourself. Open to the clarity of your mystical nature. You are the tool through which Spirit speaks. You are the open vessel in which the light can play.","White Wind is your Compliment - something that comes naturally to you. White Wind is the galactic wind, the catalyzing current, the Spirit that moves through all things. It is the divine breath that gives life to all creation, the unseen essence of solar energy. White Wind is the breath of inspiration, the fertilizing force of the wind. Its essence is the movement of Spirit as it penetrates into form to enliven, purify and inspire.","Receive the gift of White Wind by simply taking a conscious breath. Amidst the seeming complexity, beathe consciously. Allow your life to be more like the wind, free-flowing and open to Spirit.","White Wind represents spontaneity and simplicity. As you experience the truth of the present moment, White Wind leaves you free to move on to the next moment without the baggage of desire, regret or expectation. White Wind is the simple knowledge that invisible forces are always moving in your life, guiding and inspiring.","White Wind also embodies the concept of presence. Presence is an expression of beingness, a creator of intimacy. It has to do with being wise in your simplicity. From simple beingness, your true identity emerges. Presence is being open, aware, and in the now. Presence is 'being there' for whatever is.","Think back to a time when someone looked deeply into your eyes, acknowledging your beingness with their full presence. Remember how wonderful and intimate that felt. When you wnat to be intimate with someone, become equally open, aware, and present. When you bring your awareness into the present moment, everything else falls away. When you are fully present, your mind is not preparing responses to what it is hearing while you're listening and feeling. Drop your evaluating and reactive nature. Trust that your heart will have the appropriate response when the time comes. Allow your mind to be quietly responsive, like a pool of water, natural in its unconditional acceptance of the moment.","Presence is simple. It is like being caught in the moment by the beauty of nature. Presence is your natural state of being. When you are present, your heart feels open, charged, full. When you are present, whether alone or with another, you are loose and relaxed. Time may seem to slow down. You can expand your awareness with ease, allowing yourself to truly see and be seen. You let your feelings speak through your eyes, and the 'feeling channel' in you breathes freely, without expectation or judgement.","Another gift offered through White Wind is the integration of polarities within you. Polarity is the loom on which reality is strung, the magnetic dance of universal forces playing in grand cooperation. But polarity is also an important alchemical process used in the transmutation of form and matter. We are not poised in a time when duality is transforming into unity. The polarities held in relationships, our male and female aspects - even the manifestation of karma - are all changing. We are moving into a time when the polar aspectrs of all things are coming together in truth. You are the creative field for the integration of the larger pattern of duality. The potential in all relationships is moving toward trust, openness, and unconditional acceptance.The Maya had a special relationship to Venus because of its \"unified polarity,\" seen in the ability to transform itself from the morning star to the evening star. As we unite our polarities (which can be seen as our male and female aspects), we mirror the divine feminine and masculine aspects that are presently uniting in order to birth the consciousness of the divine child within us. This unification is a state of wholeness that frees and enhances, permeating our beings on all levels.Getting in touch with your male and female aspects and how you perceive them is an integral part of the alchemical process that brings them harmony. You can begin the process of integrating polarities through an increased understanding of the awareness in both sides of your body. The right side generally represents the male, the left side, the female. In meditation, observe the qualities of each side. Bring out their issues, fears, strengths, and potentials. Feel them. Move with them. Talk to them. Create and draw images. Make sounds. Write about them. Explore their relationships. Then, taking as much time as you need, allow them to flow together, unified in solar androgyny. Freeing past perceptions, claim harmony, healing, and love, and bring that new sense of unity into the present moment.","Your Tone is Tone 4 - Self-ExistingOrder, definition, discrimination, natural cycles, meaningful alignment.","Four is the ray of measure, the alignment with natural cycles. It is the square, the base of the pyramid, the solid foundation that unifies the lines of directional force. Four is the diamond asking you to utilize tools of discrimination.","Now is the time to manifest your dream or vision. Look to natural logic, order and definition - these gifts support the whisperings of your creative spirit. You are the architect who manifests your dreams! Open the door and call forth the sacred Four. You are being brought into meaningful alignment, bringing healing into this cycle of your life.","The four directions offer you assistance in understanding universal physical laws. Use measure as a tool of consciousness to mold time, form and space. Now is the time to focus, to connect tangibly with the undefined. Take your ideas and give them discipline and form. Develop the ability to discriminate without creating separation or judgement. Channel your creative energy constructively, generating the power for practical manifestation!"]},"calendar":{"galactic":"12","guided":"Space","moon":{"image":"https://spacestationplaza.com/images/moons/moon_lq.gif","name":"Last Quarter","percent":"46.7%"}}}