{"dailykin":{"day":"5/27/2020","color":"blue","kinNumber":"59","name":"BLUE RESONANT STORM","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/7s.png","number":"7","name":"Resonant","words":["Inspiring","Attunement","Channel"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/19.png","number":"19","name":"Storm","words":["Catalyze","Energy","Self-Generation"]},"affirmation":["I Channel in order to Catalyze","Inspiring Energy","I seal the matrix of self-generation","With the Resonant tone of Attunement","I am guided by the power of Magic"],"reading":["Blue Storm is your Conscious Self - who you are and who you are becoming. Blue Storm is the initiation by fire, the lightning path, the arrival of the thunderbeings who bring the final transformation. To the Maya, Blue Storm represents the storm, the thundercloud full of purifying rain, and the lightning that shatters any false structuring of reality. Blue Storm is the purification of the 'body temple' and the ignition of the light body. In these last years of a twenty-six-thousand-year Mayan grand cycle, Blue Storm comes to help you in the disintegration process that moves you from separation to ascension. This initiation by fire breaks any false containers of self that cannot withstand the flame of transmutation. Only your true identity will live through these fires, for you will be reborn in the heart of All That Is.","Blue Storm provides the water that purifies and quenches your spiritual thirst. In this state of consciousness, you stand willing to surrender everything. You give up what you seem to be in order to become fully what you are. You step into the fires of the unknown, and you are changed forever.","Allow Blue Storm's storm to purify and cleanse you.","Blue Storm catalyzes and prepares your nervous system and circuitry for complete transformation. It is the electromagnetic storm of transmutation, the clearing and quickening of your physical, mental, emotional, and etheric bodies. As you become aligned with the descending energies, and evolve in consciousness, you body's vibration is raised, becoming less 'dense'. Your new alignment ignites the quickening process that transmutes the shadows of the past, including experiences, judgements, thoughtforms, and old patterns that have held you back.","As you move into this new vibration, you may feel off balance. In this transformational shift, you will feel unusual quickenings on every level of your being. You will sense emotional and physical 'imbalances' and restructuring. Your issues will be catalyzed and brought out for you to address. By being present with your old patterns you have a unique opportunity to access the energy of Blue Storm, which is experienced as an inner transformational 'storm', a natural part of the process of vibrational shift and quickening.","Whether you are experiencing these changes consciously or unconsicously, the vibrational change is adjusting your energy pattern to accomodate the flow of the language of light. These new frequencies feed you on every level of your being. As your transformation progresses, you quickly become aware of the unconscious material you still need to process. No longer can you escape the effects of your belief systems. Fears and negative images can all be felt very quickly. The transformation is experienced as if it were happening 'from the inside out'. Things seem to 'cook' inside you.","Remember that you have chosen to take part in this rebirth, both on a planetary and a personal level - the planetary dream, the miracle on Earth, is what brought you here! You are becoming the living model of the new reality. As an emissary of the great change, you are a transformer of the collective myth. Riding the crest of the wave, you are travelling both outward and inward on your journey home - for yourself and for all those who will follow after you.","A simple catalyst for this catapulting force is the integration of duality within. The personal integration of shadow is what will create the miracle! Personal shadow is simply that which is separated from the full light of consciousness. By integrating shadow, you are freed from delusions of right or wrong, good and evil. Shadow provides an opportunity for you to bring in all of your expanded essence.","Consciousness is a structural metaphor that is calling for transformation. As your consciousness becomes crystallized, narrow, and complex, it invites the process of dissipaton to 'unravel' and break it free. As you travel the spiral vortex of light, expanding into ever-widening realms of truth, your crystallized energy breaks down and trasncends form. This process can be very intense, but if you embrace it, you can be transformed into a freed adventurer - a divine actor who can play any part without becoming attached to it.","Blue Monkey is your Higher Self & Guide.Blue Monkey represents the Divine Child, the child that is ever in a state of open-hearted wisdom, innocence, trust, simplicity and joyful wonder. What would it feel like to actually BE a magical child in this culture and time? The secret that very few know - because they may feel more comfortable trying to protect themselves - is that the divine child offers the strongest of all protections, the invulnerability of openhearted Love. Through innocence, a kind of immunity is created that allows the divine child to be TRANSPARENT so that the apparent 'slings and arrows' of the world can pass right through without being personalized into wounds, reactions or hurt feelings. This is the path of innocence regained. Transparency is the path of the new consciousness.Look deeply into the eyes of a happy two year old. There you will see the innocent trust, openheartedness, and spontaneous joy that typifies the divine child. Imagine yourself as an enlightened two-year old, in a state of ecstatic communion and delight. In childhood, you didn't have to remember to be playful - you could easily and fluidly express your emotions. You didn't have to understand whys and wherefores - you knew with your heart. This if your natural state of being, the state of ecstasy, the path of revealed innocence.In Western culture, many people have a distorted understanding about what it is to be a human being. We are often taught that sucessful adults are responsible, serious, rigid, controlled and goal oriented. In your journey with society, your developmental stages may have been incomplete. The natural sensitivity, fluidity, and freedom of the child may have been left behind in partial passage. Perhaps your inner child was wounded or treated insensitively, and you carried this unresolved process into adulthood. Blue Monkey encourages you to bring forth this incomplete or wounded part for integration and healing.In this New Myth, your spontaneous, divine child will usher in and anchor the new frequency. How can you heal your inner child? Explore what truly gives you joy. Find types of work that support your sensitivity and create deep satisfaction. Be simple: love, play, dance, draw, colour, sing. These activities are for all divine children - they serve the expression of the magical child in everyone. Consciously make time for the joyful freedom and magic of play!","The number for Blue Monkey is eleven, the vibration wherein novelty and spontaneity break down resistant forms. When unity merges with Essence Self, a mystical foundation is created that disintegrates old patterns. This is actually integration in disguide. As your walls tumble down, they crack into a smile, and the illumination of self shines through.","White Wind is your Subconscious Self and Hidden Helper.White Wind is the galactic wind, the catalyzing current, the Spirit that moves through all things. It is the divine breath that gives life to all creation, the unseen essence of solar energy. White Wind is the breath of inspiration, the fertilizing force of the wind. Its essence is the movement of Spirit as it penetrates into form to enliven, purify and inspire.","Receive the gift of White Wind by simply taking a conscious breath. Amidst the seemign complexity, beathe consciously. Allow your life to be more like the wind, free-flowing and open to Spirit.","White Wind represents spontaneity and simplicity. As you experience the truth of the present moment, White Wind leaves you free to move on to the next moment without the baggage of desire, regret or expectation. White Wind is the simple knowledge that invisible forces are always moving in your life, guiding and inspiring.","White Wind also embodies the concept of presence. Presence is an expression of beingness, a creator of intimacy. It has to do with being wise in your simplicity. From simple beingness, your true identity emerges. Presence is being open, aware, and in the now. Presence is 'being there' for whatever is.","Think back to a time when someone looked deeply into your eyes, acknowledging your beingness with their full presence. Remember how wonderful and intimate that felt. When you wnat to be intimate with someone, become equally open, aware, and present. When you bring your awareness into the present moment, everything else falls away. When you are fully present, your mind is not preparing responses to what it is hearing while you're listening and feeling. Drop your evaluating and reactive nature. Trust that your heart will have the appropriate response when the time comes. Allow your mind to be quietly responsive, like a pool of water, natural in its unconditional acceptance of the moment.","Presence is simple. It is like being caught in the moment by the beauty of nature. Presence is your natural state of being. When you are present, your heart feels open, charged, full. When you are present, whether alone or with another, you are loose and relaxed. Time may seem to slow down. You can expand your awareness with ease, allowing yourself to truly see and be seen. You let your feelings speak through your eyes, and the 'feeling channel' in you breathes freely, without expectation or judgement. ","Red Moon represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.One shadow of Red Moon is the tendency to float in the river of forgetfulness, feeling separate from clear awareness and guidance. Due to the influence of the collective trance, you may have unthinkingly accepted the beliefs and values of your culture. Because of the illusion of separation from the Divine, this trance may have deepened your experience of forgetting. Another shadow aspect of Red Moon is the tendency to direct your life primarily on the desires and needs of your ego instead of opening to the guidance of your Essence Self. Choices at your \"growth edge\" may feel unsure, for they transform your beliefs on your journey toward wholeness. Your intuitive guidance and internal proddings will trigger remembrance of what seems to have been forgotten. Pay attention to any sensory signs, any guidance that gives you strong feelings. In the larger pattern of cosmic communication that is available in each moment, these signs are painted everywhere. Be the translator-beacon. Let Red Moon awaken the interpreter within you who decodes such signs. Let Red Moon assist you in clearly understanding your perceptions.Remembrance is a natural process. Use it naturally, without becoming obsessed with it. Being overly concerned with remembrance can actually hamper your process. Also be aware of any tendency to look to others for information about your remembrance. As fellow journeyers, we catalyze each other; however, you are the one who truly knows. Don't get lost or confused by looking outside yourself.Another shadow of Red Moon is self-deprecation. In this shadow you may feel like hiding your light so that it limits you from being seen as the beacon you truly are. This tendency can stem from your shy or wounded inner child, whose sensitivity may have been suppressed thorugh life experiences. This may create a desire to withdraw or feelings of aloneness and insecurity. On the other side of this shadow, you may be overidentified with being the beacon for others. Such issues show you what is between you and the clear expression of all that you are.Self-criticism may be supported by internal self-talk, which brings to awareness the negative self-judgements that have been separated unconsciously into shadow. You have picked up your internal critic from the judgements of a critical world. Red Moon invites you to heal the inner critic. Take the blinders off. Make a conscious effort to reframe self-talk that is self-diminishing. Be aware of your response to the judgemental and critical remarks of others. Allow relationships with others to support your fullest expression. As you stand in your own light, you will naturally fulfill that which you came here to do.","Yellow Sun is your Compliment - something that comes naturally to you. \"I Am that I Am...I Am that I Am...I Am that I Am.\" This mantra of Yellow Sun is a meditation for accessing the I Am presence that contains great power and universal truth. Yellow Sun is the mystery unveiled, the simplicity of unconditional love and limitless bliss. Known by many names, Yellow Sun is the Solar Lord, the Mind of Light, the Center that is also your center. Yellow Sun is your solar home, the Great Central Sun.","Yellow Sun is a reminder that you are, at every moment, in the center of All That Is. In your journey of remembrance, you are crafting a light body to return to a home in the stars that you never really left. Return as a child of the sacred to the Great Central Sun! You are the crown of creation, infused with the blueprint of solar mind. You are a Godseed, the reflection of cosmic consciousness. You are love made visible!","Discover the simple secret encoded in Yellow Sun's star-glyph: you are unconditional love, the stone of indestructible liberation. Radiate that knowing in all your thoughts and actions. Love all of creation. Join the dance of light, the fundamental constant of nature, and shine forth the clarity of your true essence. There is great power in simply identifying with the light:\"As above, so below.\" You are in God, and God is in you.","As you express unconditional love, you become more than you previously perceived yourself to be. You become illumined, the full manifestation of your divinity. In the embrace of your humanity, accept yourself and others unconditionally. Magnify your full presence. Yellow Sun will come in myriad forms to assist you. Be limitless. Accept and understand the nature of judgement, fear, light and dark within yourself and others. Love and accept yourself and others as you are, freed from previous boundaries. You are the dawning of the solar age.As you move toward your core of light, you will find a clear-light awareness that is innately innocent. In this place, the mind is restored to it's original state of receptivity. Clarity and freedom become expressions of being, and bliss becomes the body. At this core of light, a new reality is born. From the union of the divine masculine and feminine is birthed the solar androgyny of cosmic consciousness.","Now we find ourselves in a great awakening. We have the opportunity to retrace our steps, to return to union with Original Cause. We who have deepened the illusion of seperation are now poised to retrieve what seemed to be lost forever. Through the gift of rebirth and ascension, we are reclaiming our original state of union with God. We are going home.","The process of rebirth and ascension can be viewed simply as the raising of the vibratory rate of the Earth and her children. It is embodied in the state of consciousness that knows the self as divine. The circlet, or crown, is a symbol of recognizing and knowing that divine self. So the crown as a sacred tool is a universal symbol of the completion of a circle of self-empowerment and self-authority. Full ascension is the freedom to take your physical form with you to other planes and dimensions. In preparation for the ascension, there is an opening and clearing of your light seals and chakras. If you choose to walk this path, know that in the embodiment of your \"I Am\" self, you will learn to accept all things unconditionally, forgiving and releasing all judgements of yourself and others. The activation of solar mind and ascension is already in progress. In divine fusion, you are becoming the one body of the ascension.Open your heart as a flower to the Sun, and become the same love that holds universes together!","Your Tone is Tone 7 - ResonantMystical alignment, self-acceptance, technician of the sacred, direct connection with the Source.","Seven is the ray of Mystical Power, the foundation of the individual slef freed within the two points of polarity. Your soul calls forth your ability to decode the hidden mysteries. Claim your mystical wisdom by acknowledging your personal relationshp to the Source. Catalyze the mystical force of your seven chakras to propel you to the region of divine illumination.","The consciousness of seven puts theory to the test, asking for practical application of your mystical power. As a technician of the sacred, you integrate the polarity of worlds into an operant foundation. You wear the seven-pointed star, symbol of the master artisan. Combine your feelings and intellect to transmute matter into mystical consciousness. Standing in simple self-acceptance, craft a light body from the column of light in your spine. Open your lotus to the world. You are the gift. Accept yourself unconditionally. Freed from the need for outside confirmation, stand open to your full mystical power. Align with the spinning mystery of the seven: seven chakras, seven planets, seven rays, seven steps of the pyramid - the seven stages of consciousness conjoined."]},"calendar":{"galactic":"26","guided":"Magic","moon":{"image":"https://spacestationplaza.com/images/moons/moon_waxc.gif","name":"Waxing Crescent","percent":"20.3%"}}}