{
  "kinNumber": "7",
  "affirmation": [
    "I Channel in order to Know",
    "Inspiring Healing",
    "I seal the store of accomplishment",
    "With the Resonant tone of Attunement",
    "I am guided by the power of Self-Generation"
  ],
  "reading": [
    "Blue Hand is your Conscious Self - who you are and who you are becoming. Blue Hand is a gateway, an opening, a portal from one understanding to another. A clue to the meaning of Blue Hand is found in the meditation, \"I am, by thinly veiled design, the threshold to other dimensions. In my ending is my beginning. The initatory gateway awaits.\" Blue Hand is the seventh or last archetype in the cycle of development of primary being. It represents the power found in completion. Blue Hand is seen as a closure, which is really an opening to another level of being.",
    "Like the fluidity of moving water, Blue Hand is associated with the process of dance, mudra, and beauty. This movement is a metaphor for the ebb and flow of life. In meditation with Manik, experience the flowing quality that is the beauty of the cosmic dance. Remember this essence and this fluidity at times when your life feels most inflexible or lacking in beauty.",
    "Blue Hand represents the 'beauty way', the ability to see intrinsic beauty within yourself and in all things. Living the beauty way requires being in your full beauty and power. From this place, your self-authority naturally flows. This is the position where your ego is aligned with divine will. When you are standing in your full beauty and power, your very presence invites others to be all that they are. To the Maya, Blue Hand represents the deer, the gentle, serenely aware guide who walks in fluid beauty and grace, opening and revealing.The essence of Blue Hand is held in the metaphor of a wave. The wave has many stages, from momentum to crest to completion and merging with the ocean once again. Blue Hand connects you to the greater ocean and reveals the shores of your true identity. If you identify with the struggle of eddies and storms, that is the learning you will draw to you. If you identify with your oneness of spirit, by the law of affinity that is what you will become.",
    "The energy of Blue Hand will also help you to manifest spiritual skills - especially those intuitive gifts such as oracular divination. In each incarnation, you bring certain gifts. Each path - from priest and priestess to shaman and dancer to artist and gardener - carries varied tools and skills. You have chosen certain gifts and tools that offer you a way to interact with others and your life process. This may be as simple as calling on your innate wisdom and insight in order to see clearly the gifts and tools that you carry. ",
    "Blue Storm is your Higher Self & Guide.",
    "Blue Storm is the initiation by fire, the lightning path, the arrival of the thunderbeings who bring the final transformation. To the Maya, Blue Storm represents the storm, the thundercloud full of purifying rain, and the lightning that shatters any false structuring of reality. Blue Storm is the purification of the 'body temple' and the ignition of the light body. In these last years of a twenty-six-thousand-year Mayan grand cycle, Blue Storm comes to help you in the disintegration process that moves you from separation to ascension. This initiation by fire breaks any false containers of self that cannot withstand the flame of transmutation. Only your true identity will live through these fires, for you will be reborn in the heart of All That Is.",
    "Blue Storm provides the water that purifies and quenches your spiritual thirst. In this state of consciousness, you stand willing to surrender everything. You give up what you seem to be in order to become fully what you are. You step into the fires of the unknown, and you are changed forever.",
    "Allow Blue Storm's storm to purify and cleanse you.",
    "Blue Storm catalyzes and prepares your nervous system and circuitry for complete transformation. It is the electromagnetic storm of transmutation, the clearing and quickening of your physical, mental, emotional, and etheric bodies. As you become aligned with the descending energies, and evolve in consciousness, you body's vibration is raised, becoming less 'dense'. Your new alignment ignites the quickening process that transmutes the shadows of the past, including experiences, judgements, thoughtforms, and old patterns that have held you back.",
    "As you move into this new vibration, you may feel off balance. In this transformational shift, you will feel unusual quickenings on every level of your being. You will sense emotional and physical 'imbalances' and restructuring. Your issues will be catalyzed and brought out for you to address. By being present with your old patterns you have a unique opportunity to access the energy of Blue Storm, which is experienced as an inner transformational 'storm', a natural part of the process of vibrational shift and quickening.",
    "Whether you are experiencing these changes consciously or unconsicously, the vibrational change is adjusting your energy pattern to accomodate the flow of the language of light. These new frequencies feed you on every level of your being. As your transformation progresses, you quickly become aware of the unconscious material you still need to process. No longer can you escape the effects of your belief systems. Fears and negative images can all be felt very quickly. The transformation is experienced as if it were happening 'from the inside out'. Things seem to 'cook' inside you.",
    "Remember that you have chosen to take part in this rebirth, both on a planetary and a personal level - the planetary dream, the miracle on Earth, is what brought you here! You are becoming the living model of the new reality. As an emissary of the great change, you are a transformer of the collective myth. Riding the crest of the wave, you are travelling both outward and inward on your journey home - for yourself and for all those who will follow after you.",
    "A simple catalyst for this catapulting force is the integration of duality within. The personal integration of shadow is what will create the miracle! Personal shadow is simply that which is separated from the full light of consciousness. By integrating shadow, you are freed from delusions of right or wrong, good and evil. Shadow provides an opportunity for you to bring in all of your expanded essence.",
    "Consciousness is a structural metaphor that is calling for transformation. As your consciousness becomes crystallized, narrow, and complex, it invites the process of dissipaton to 'unravel' and break it free. As you travel the spiral vortex of light, expanding into ever-widening realms of truth, your crystallized energy breaks down and trasncends form. This process can be very intense, but if you embrace it, you can be transformed into a freed adventurer - a divine actor who can play any part without becoming attached to it.",
    "White Wizard is your Subconscious Self and Hidden Helper.White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.",
    "White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. White Wizard is a tool of the light, a conduit for the work of Spirit. A wise magician is spontaneous and transparent, allowing magic to come in rather than trying to control it or make it happen. A magician dances the dance of love through offering gifts of freedom to others. This is real magic. Freed from the need to use power to manipulate or control, a magician uses wisdom to manifest liberation and love.",
    "Red Earth represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In this shadow it may seem difficult to be in the present moment. Instead of being tuned into \"channel central,\" you may be tuned into the channel for shopping lists, relationship dramas, fantasies, regrets about the past, and worries about the future. Center yourself in the present moment! This is where you can most beneficially observe the synchronicities and revelations about your personal pattern and larger purpose. From here your mind can learn to be keenly observant, allowing the larger pattern to take shape as naturally as the small brushstrokes that eventually comlete a beautiful painting.Often in the shadow of Red Earth, you may feel \"out of sync\" with the world around you. If you feel physically, mentally, or emotionally \"off,\" remember that you may actually be in a process of realignment. Allow for synchronization with the new, expanding pattern. Affirm \"I am one with the galactic heartbeat that aligns the core of my being into the crystalline core of Earth and through all realities and dimensional fields.\"Another shadow of Red Earth is being disassociated from the Earth and your body. Are you overidentified with seeing yourself as a star being, an alien, or a walk-in? Everyone on this planet is both an Earth child and a celestial being! Remember that your issues create judgement of your earthly existence and your personal growth process. Remember that you chose to assist in the Earth's transformation at this time, in order to utilize the unique benefits of this experience for your own spiritual unfoldment. Embrace this opportunity to explore and discover and to work through any denial or issues of your physical, earthly self. Strive to transform all crystallized thoughts, beliefs, and judgements into fluid consciousness. By accepting your physical form and your growth process in the world, you access a hub of centeredness out of which all the truth and magic of the universe unfold.Take off your shoes. Touch the one Earth. Find a place to dance with the sacred hoop of life. Contribute your vision as an awakened member of the global rainbow family!Sit in relationship with the energies of the Earth, as a shaman would sit in a forest. Take time to listen to the information being transmitted through your feet. Walk into your life. Find and do what gives you joy. From this place of centeredness, magical happeningsn spring and synchronicity abounds, helping you to access cules to the cosmic puzzle.Remember, you hold the Earth within you. You are the global family, the deeper of the Earth's garden.",
    "Yellow Human is your Compliment - something that comes naturally to you. Yellow Human is the grail, the golden fleece, the philosopher's stone, the alchemical transmutation that turns baser materials into gold. It is the cornucopia, the paradox of emptiness and harvest, the still place that lies open and fallow, receiving the gifts.",
    "Yellow Human offers you the gift of beginner's mind in the fullness of union. Be receptive. Yellow Human is preparing your circuits for transformation. Become empty, that your thirst may be quenched by the bounteous gifts poured from the chalice of the spiralling galaxies. Open and receive all that Yellow Human offers in the chalice of your own body.",
    "Eb asks you to strengthen and clear your physical vessel in order to prepare for the expanded energies of higher mind. Your chalice of self is being purified through vibrational adjustments in the brain/body system. With this quickening, adjustments are made and your circuits of consciousness are naturally transformed. Often this process is accompanied by the sensation of being altered or \"rewired\". Higher centers of the brain and the light-sensitive pineal and pituitary glands are being activated to contain more light. This penetration brings you to a critical threshold, creating enormous change at the cellular level. It also activates soul memories and expands your concepts of reality.",
    "With this expanded consciousness, your brain/body system is being cleared and fine-tuned so that you can create a sluiceway for the activation and acceleration of cosmic consciousness. This penetration of frequencies and its accompanying quickening is like upgrading the 'hard drive' of your biocomputer and activating the 'hidden chip,' the unused parts of your brain.",
    "In meditation, expand to include all that you are. Then bring that feeling of expansion back into your physical self. In this process, you create a complex stability, opening a chalice of self that is fully rooted in human form. With this expansion, you are freed to explore within a new center that, paradoxically, seems to have to center. Yellow Human reveals the secret of being essence within form, everywhere and nowhere, \"nothing\" but present in all things.",
    "The metaphor of the ever-expanding chalice is a powerful spiritual tool. This chalice represents the eternal container of light, ever filled with spirit's fire and nourishment. It is the metaphor that represents the form in which your full potential can manifest. Each stage in your journey feels like the final one, but each stage then opens to an expanded form, releasing you into the next stage of consciousness.",
    "All the gifts of the macrocosm pour out of the universal cornucopia. With an open heart, empty yourself to be filled with the fruits of your true desire. Through the temple of your body, lift the chalice of your expanded self and declare that it is filled with truth and clarity. Feel the ecstatic union with your full potential as a human being.",
    "Meditate on the cornucopia with you at its center. Lift the chalice of your self-generated energy vortex to greet the vortex that will descend from above. As an open vessel, prepare a place to receive Yellow Human's gifts. When you flow in unconditional love, all the fruits of the universe rush toward you for benediction.",
    "Bathe in love's essence as a child splashing in a pool on a hot day. Connect with others in joyous union. Use the broom of Yellow Human to sweep your day clear of past experiences and the issues and obstacles of small mind. In the spirit of Yellow Human function on all frequencies and power bands. Your cup is filled with the nectar of sacramental union. Be fulfilled by the great harvest of love!",
    "Your Tone is Tone 7 - ResonantMystical alignment, self-acceptance, technician of the sacred, direct connection with the Source.",
    "Seven is the ray of Mystical Power, the foundation of the individual slef freed within the two points of polarity. Your soul calls forth your ability to decode the hidden mysteries. Claim your mystical wisdom by acknowledging your personal relationshp to the Source. Catalyze the mystical force of your seven chakras to propel you to the region of divine illumination.",
    "The consciousness of seven puts theory to the test, asking for practical application of your mystical power. As a technician of the sacred, you integrate the polarity of worlds into an operant foundation. You wear the seven-pointed star, symbol of the master artisan. Combine your feelings and intellect to transmute matter into mystical consciousness. Standing in simple self-acceptance, craft a light body from the column of light in your spine. Open your lotus to the world. You are the gift. Accept yourself unconditionally. Freed from the need for outside confirmation, stand open to your full mystical power. Align with the spinning mystery of the seven: seven chakras, seven planets, seven rays, seven steps of the pyramid - the seven stages of consciousness conjoined."
  ]
}
