{"dailykin":{"day":"9/20/2020","color":"blue","kinNumber":"175","name":"BLUE RHYTHMIC EAGLE","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/6s.png","number":"6","name":"Rhythmic","words":["Balancing","Equality","Organize"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/15.png","number":"15","name":"Eagle","words":["Create","Mind","Vision"]},"affirmation":["I Organize in order to Create","Balancing Mind","I seal the output of vision","With the Rhythmic tone of Equality","I am guided by the power of MY OWN POWER DOUBLED!"],"reading":["Blue Eagle is your Conscious Self - who you are and who you are becoming. Blue Eagle reminds you to step powerfully into your commitment as a planetary server! Your assignment includes whatever furthers your personal evolution and the evolution of global mind. You are an awakener, a transformer, an empowered gloal visionary. In your vision, you have compassion for others, and your decisions are made in the light of global consciousness. Ask yourself how you might experience compassion toward self, the Earth, and others. Be guided towards types of work, relationships, places to live, and projects that will benefit the Earth and her creatures. Allow your spirit to expand. Soar on your spreading wings and planetary perspective. Affirm: \"Through your, Gaia, I am also transformed! I am awakening as the return of divine love and light. We are all one. Gaia, as you awaken, I heal myself. As I awaken, you are healed, and together our petals open ecstatically to the new Sun of Flowers.\" ","You are a member of the one global family, a planetary server and transformer. Blue Eagle asks you to join in lifting the collective mind. It is up to each one of us to hold a positive vision and affirmation, for the means by which this miracle will occur is through changes in the one affecting the greater whole.","Imagine the profound impact your loving thoughts have on planetary mind. You do make a difference! As you connect individually with the larger crystal grid network, your power is multiplied exponentially. This galactic grid is also known as the Mayan cobweb.","The greatest gift you can offer to the planet is to simply be the love. Believe in yourself and your dreams and visions! Remember your special gifts, your path of service on Earth, your promise to serve the light. Everything you are connects to the greater whole. You are starseeded! You have the vision of the eagle. Believe in your dreams. You are the hope and the vision revealed.","Blue Eagle is also your Higher Self & Guide. (you are guided by your own power doubled)To the Mayan, Blue Eagle represents the eagle, the one who soars in conscious flight above the Earth, the one whose vision sees far beyond the mind of humanity. Blue Eagle is the compassion of all hearts linked as one. Blue Eagle is the essence of dawn - clear, fresh, and newly charged to fulfill your most cherished dreams. With unconditional love, Blue Eagle pierces the depths of collective hopelessness and lifts mass consciousness. It urges the alliance of the faithful of the stars to serve through their remembrance of the light.The harmonic wisdom of Blue Eagle is flow, representing smooth, uninterrupted movement. Blue Eagle is the flow of planetary conciousness. In this evolutionary development, whatever serves the larger pattern also serves you. In this, there is a model of flowing wholeness, of how to move gracefully with yourself and the greater whole. Blue Eagle gives the cosmic dancer wings. It asks you to fly, riding the magical currents of your life with the vision and grace of a soaring eagle. The energy of Blue Eagle gives you the ability to flow in every moment, without preconceived ideas, plans, or belief systems, creating the crest of the wave on which you surf to new heights of joy and delight!","White World-Bridger is your Subconscious Self and Hidden Helper.In this life-time you are being asked to release and surrender. Surrender is the opposite of giving up. It is freeing yourself from the desire to be in control, letting go of how you think things should be. Surrender is freedom. You are being invited to release yourself from the bondage of preconceived action, to let everything be all right as it is, so that you can live a more inspired life in the moment!","You are being asked to take action in the process of surrender and release. You are requested to die a symbolic death, to surrender your limiting beliefs. Symbolic death unveils the self by cutting away the outgrown parts of yourself that no longer serve you. In such death, ego structures fall away to reveal the garden of the true self. Look for new ways of being, new people, new ideas, and new directions that will move into the vacuum created through surrender and release. Like yeast, surrender enlivens and empowers you to experience more of life's fullness.","Holding on to past patterns and grievances only limits the possibilities. Forgive yourself. Forgive others. Let go. Surrender whatever limits you. Face whatever you are resisting. In the experience of any loss, it is never too late to complete. Through your willingness to walk in the dark forest, insights and revelations will naturally emerge.","Red Serpent represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.Red Serpent represents the reptilian brain. This part of the brain thrives on routine, pattern and predictability. If you are in the shadow of Red Serpent, you may be living your life on \"automatic pilot,\" appearing to be separated from choices motivated by your Essence Self. Utilitze the power of Red Serpent to create spontaneity and novelty, freeing the predictability of the routine and habitual.The shadow of Red Serpent can also be seen as adherence to cultural beliefs. One example of this is having the \"right\" diet, car, house, meditation practice, and so on. Another is wanting others to fit your picture of desirability or fulfill your desires, in order to create a feeling of security and self-worth. Transform these patterns. Discover your own intrinsic motives. Sense the novel choices available to you. Practice making decisions intuitively and spontaneously. You are being asked to connect instinct with essence.Another shadow of Red Serpent is being attached to the physical body or being enmeshed in sensual desires. Perhaps you identify so much with your body and how it looks that you think your body is you. This can support the illusion of separation from your Essence Self. Work with the issues and physical desires held within your body. Step aside from your self-judgements and issues of sexual expression. Utiltize Red Serpent to fully experience sexuality in alignment with love. See the body as a sacred tool for transformation. Step aside from judging the sexual preferences and expressions of yourself and others.Hidden in the dark recesses of this shadow are issues of sexual dysfunction, sexual harassment, rape, sexual abuse, and the fear around AIDS and sexually transmitted diseases. Red Serpent offers transformation and healing. Revealed in these shadow issues of sexuality is a desire for deeper union, love, and intimacy. Some people feel intimacy only during infatuation or romantic interludes and lovemaking; however, intimacy is the mutual connection between essences. It is the ability to acknowledge the depths of another person, and it can be fostered through many kinds of sharing, including that of feelings and vulnerabilities, warmth and affection, and hopes and fears. Explore what it means to be intimate with another, remembering that intimacy is an open door to higher state of consciousness.The transformation offered in this shadow is found in learning to love yourself and others unconditionally.","Yellow Seed is your Compliment - something that comes naturally to you. Yellow Seed is the ordered pattern of growth. You and your life are the fertile soil, and the mystery blooms within you through the power of your intention or seed thoughts. Just as a seed contains the hologram of its completion, the process of manifestation follows a natural order. In this gestation process, your intention is quickened by Spirit. The charged seed, your true desire or vision, becomes the focus for germination.What can you open that will support receptivity and assist the germination of your seed intentions? Envision the seed receiving the invitation to grow in the openness of your world. Viscerally feel the possibility of your heart's dream emerging. Your true desires and dreams contain an innate intelligence that can break through even the rigidity of fixed expectations. Planting a new seed, even in the hard soil of old belief systems, can bring unexpected magic and growth.Be willing to break open the constraining shells of past patterns, the shackles of belief structures. Call forth your creative involvement with life. This involvement frees and awakens the powerful energy of the life force, shifting your perceptions and experience, catalyzing the manifestation of your dreams. Participate spontaneously in your growth, unrestricted by the illusion of old structures that once provided safety. Move forward into the light of new possibilities.Offer your dream-seed to the universe. In the ordered patterning of the light, align with your heart's greater purpose. In gratitude, surrender and release the seed to the benefit of your growth and its own pattern of perfection.The number for Yellow Seed is four, the vibration of measure. This is the number of cycles and seasons. It represents the ordered patterning of the light wherein, as Jose Arguelles says, \"form learns to generate its own seed.\" The number four represents the freed pattern of form, the germination of specific seeds co-created with Spirit. If you are in the process of seeding something, meditate with the number four and the energy of Yellow Seed to assist you.","Your Tone is Tone 6 - RhythmicReceptivity, ability to respond, dynamic equilibrium, roots in many directions.Six is the ray of organic balance, the dynamic equilibrium of the foundation of self combined with the one point of unity. Organic balance is an active process, not a static or fixed state. It is rooted in teh totality of who you are. Let your receptive roots run deep, grounding your ability to respond in this world. Bring your Essence Self into your present expression. Aliveness is derived from essence.","You are the unity that creats organic balance. You are free to choose, respond, give, and receive. Six asks you to respond to life with love, to bring heaven to Earth (*anacronym for Heart!) through your embodiment of the six-pointed star. Embody the Divine in your organic form. As you are infused with the vibration of heave, heaven is brought to Earth. As you journey homeward, Earth is brough to heaven. Thus is created organic balance, heaven and Earth in symbiotic union."]},"calendar":{"galactic":"1","guided":"Vision","moon":{"image":"https://spacestationplaza.com/images/moons/moon_waxc.gif","name":"Waxing Crescent","percent":"10.5%"}}}