{"dailykin":{"day":"3/23/2020","color":"white","kinNumber":"254","name":"WHITE RESONANT WIZARD","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/7s.png","number":"7","name":"Resonant","words":["Inspiring","Attunement","Channel"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/14.png","number":"14","name":"Wizard","words":["Enchant","Receptivity","Timelessness"]},"affirmation":["I Channel in order to Enchant","Inspiring Receptivity","I seal the output of timelessness","With the Resonant tone of Attunement","I am guided by the power of Death"],"reading":["White Wizard is your Conscious Self - who you are and who you are becoming.White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.","White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. White Wizard is a tool of the light, a conduit for the work of Spirit. A wise magician is spontaneous and transparent, allowing magic to come in rather than trying to control it or make it happen. A magician dances the dance of love through offering gifts of freedom to others. This is real magic. Freed from the need to use power to manipulate or control, a magician uses wisdom to manifest liberation and love.The harmonic wisdom of White Wizard is melody, the progression of signle tones within a composition. White Wizard symbolizes the sacred journey of your individual life. As a harmonic magician, you are a novel yet universal container for the expression of the Divine. While you play the melody of your journey's spirit song, the Creator provides the harmony.Melody is to music what story line is to story. Utilize the elements you have chosen for exploration in your life - your gifts, talents, abilities, motivations, circumstances, and the other characters in your play. Orchestrate the most interesting and growth-engendering story line from this combination of possibilities. Understand that you are the player and the played in the melody in your life.","White World-Bridger is your Higher Self & Guide.In this life-time you are being asked to release and surrender. Surrender is the opposite of giving up. It is freeing yourself from the desire to be in control, letting go of how you think things should be. Surrender is freedom. You are being invited to release yourself from the bondage of preconceived action, to let everything be all right as it is, so that you can live a more inspired life in the moment!","You are being asked to take action in the process of surrender and release. You are requested to die a symbolic death, to surrender your limiting beliefs. Symbolic death unveils the self by cutting away the outgrown parts of yourself that no longer serve you. In such death, ego structures fall away to reveal the garden of the true self. Look for new ways of being, new people, new ideas, and new directions that will move into the vacuum created through surrender and release. Like yeast, surrender enlivens and empowers you to experience more of life's fullness.","Holding on to past patterns and grievances only limits the possibilities. Forgive yourself. Forgive others. Let go. Surrender whatever limits you. Face whatever you are resisting. In the experience of any loss, it is never too late to complete. Through your willingness to walk in the dark forest, insights and revelations will naturally emerge.White World-Bridger teaches you to let go and be. It represents the death of outgrown parts of the small self, which can be used as fodder or fuel for the regeneration into a more expanded self. The energy that is generated from the transfromation of these parts creates a refinement of your spirit. Also, by burning off the dross of the small self, a vacuum is created, drawing new people, ideas, and directions into your life.","In the past, an old behaviour or belief system may have created a way for you to temporarily fel better about yourself by supporting your ego structure. As that ego structure is burned off, you create a pathway for Spirit to fully satisfy the same needs. Through your willingness to walk in the dark forest, the gifts of insight and revelation are provided.","Accept the truth of your present situation. Through accepting what is, you are free to go forward. Change and growth become easier and more natural. Each experience in this enlivened state of surrender allows for more joy.","The colour for White World-Bridger is forest green. You, like the symbol of the evergreen tree, are alive and green amidst the process of apparent death and trans formation of winter. Green creates a feeling of balance and restful calm. It is restorative and healing, grounding, and centering. If you wish to access the power of White World-Bridger, visualize forest green. ","Blue Hand is your Subconscious Self and Hidden Helper.Blue Hand is a gateway, an opening, a portal from one understanding to another. A clue to the meaning of Blue Hand is found in the meditation, \"I am, by thinly veiled design, the threshold to other dimensions. In my ending is my beginning. The initatory gateway awaits.\" Blue Hand is the seventh or last archetype in the cycle of development of primary being. It represents the power found in completion. Blue Hand is seen as a closure, which is really an opening to another level of being.","Like the fluidity of moving water, Blue Hand is associated with the process of dance, mudra, and beauty. This movement is a metaphor for the ebb and flow of life. In meditation with Manik, experience the flowing quality that is the beauty of the cosmic dance. Remember this essence and this fluidity at times when your life feels most inflexible or lacking in beauty.","Blue Hand represents the 'beauty way', the ability to see intrinsic beauty within yourself and in all things. Living the beauty way requires being in your full beauty and power. From this place, your self-authority naturally flows. This is the position where your ego is aligned with divine will. When you are standing in your full beauty and power, your very presence invites others to be all that they are. To the Maya, Blue Hand represents the deer, the gentle, serenely aware guide who walks in fluid beauty and grace, opening and revealing.","The energy of Blue Hand will also help you to manifest spiritual skills - especially those intuitive gifts such as oracular divination. In each incarnation, you bring certain gifts. Each path - from priest and priestess to shaman and dancer to artist and gardener - carries varied tools and skills. You have chosen certain gifts and tools that offer you a way to interact with others and your life process. This may be as simple as calling on your innate wisdom and insight in order to see clearly the gifts and tools that you carry.","Yellow Seed represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.One of the shadows of Yellow Seed is acting as the unawakened seed, the sleeper who wants to remain protected and invulnerable. In this shadow you may think you are serving yourself through this illusion of safety and security. Yet if you maintain distance from the world of possibilities outside your shell, your new horizons are kept at a distance. Take a risk, and reveal all that you are! Beyond the confines of definitions and self-concepts and the security of everyday patterns, the excitement of unknown possibilities beckons.Examine how protective limitations affect your natural growth. Such issues are reflected in phrases like, \"My world works just the way it is\"; \"I can't do that\"; \"I'm just fine the way I am\"; or \"I feel too inadequate.\" The sae wall that is intended to create safety and security also builds a barrier that limits Spirit from creating new possibilities in your life.One way to access the transformation offered in the shadow of Yellow Seed is to realize that the seeds - your dreams, desires, and destiny - lie waiting within you to be awakened. In accepting that you are the fertile ground, you feel the authentic safety and security within, and the outside world becomes ripe with new possibilities.","Red Serpent is your Compliment - something that comes naturally to you. \"I am the flint and tinder of the sacred fire,\" reads the meditation for Red Serpent. In the Great Mystery, flint and tinder represent the instinctive combustion that initiates movement in the physical body toward union with Spirit. When flint and tinder are brought together, the spark of divinity awakens and ignites the fire of your essence. Red Serpent invites the purifying spark of the sacred fire, the kundalini, to align and integrate your body, mind and spirit. Red Serpent can help you uncover apparent blockages in specific chakras to clear an align them. If you are working on a process of purification, invite Red Serpent to assist you.Red Serpent's symbol is the serpent, representing healing and wholeness. This Mayan medicine can remove toxins, rejuvenate and transform dis-ease. Red Serpent is also known by the Maya as the kultanlilni, or kundalini, the energy that moves up from the base of the spine and out through the crown chakra. There are two aspects of this force, the ida and the pingala, representing its male and female polarities. One of the ancient secrets of Red Serpent is the activation of higher states of consciousness through balancing these two polarities so that they dance within us as one. Another metaphor for this serpent energy comes from the Mayan words luk umen tun ben can, or \"those absorbed by the serpent of the sacred knowledge.\" When the seven chakras are fully activated, one experiences an enlightened state.","Red Serpent represents the basic structural apparatus of your motivations, instincts, desires, and your innate movement toward wholeness. Red Serpent asks you to shed the skin of your past and step into the fires of alchemical transmutation. In this, rebirth is revealed. This desire is an innate response encoded in the depths of your being.","With the energy of Red Serpent, you learn to use the innate intelligence of the body. In this culture you may have become separated from this wisdom. It works like this: when you suppress and ignore your issues, your body receives and retains the unconscious metaphors of that which is ignored. This may be expressed through physical symptoms that bring your unconscious issues to conscious awareness. When this happens, work toward a more conscious relatonship with your body - and work with the physical metaphors in order to heal yourself on all levels.","The body has a specific kind of consciousness through which messages are clearly delivered. In fact, the body itself is a living metaphor that mirrors your mind, emotions and spirit. However, the body also remembers all it has experienced, and consequently holds the consciousness of the past within it, including past wounds and traumas. In healing these, remember the innocence of your body. Treat it with love and respect. Open yourself to be aware of its messages and metaphors rather than storing them. Be willing to look at the positive intent beneath any symptoms or physical process your body is using to communicate. Explore whatever it may be asking you to see.","In this alignment process, you can use images or energies that come to you in meditation or dreams. Journey through your body to catalyze and explore any sensations, colors, shapes, or images. In these times we have a profound opportunity to transcend both our physical and our spiritual genetics. The body's integration provides an unparalleled opportunity for personal evolution. Learn to expand and utilize your senses to access your body's wisdom and vitality. Don't 'think' about it; simply allow your body to sense intuitively the solutions necessary for change and growth.","Red Serpent also represents the connection between powerful physical/ecstatic experiences and the light of higher consciousness. This is an initiation of awakening through the body and senses, rather than in negation of them. As Jose Arguelles says in The Mayan Factor, \"Like the Maya, we shall understand that the path to the stars is through the senses.\" Within the body are held the keys to fully awakening our consciousness. This deeper understanding is expressed in tantric practices, where spirituality and sexuality are integrated and honoured as a means to enlightenment. Red Serpent represents the integration of mind, body and spirit.","Red Serpent is associated with the sacred tools of the drum and the rattle. Drums and rattles can break down old patterns or bring energy into alignment.","Your Tone is Tone 7 - ResonantMystical alignment, self-acceptance, technician of the sacred, direct connection with the Source.","Seven is the ray of Mystical Power, the foundation of the individual slef freed within the two points of polarity. Your soul calls forth your ability to decode the hidden mysteries. Claim your mystical wisdom by acknowledging your personal relationshp to the Source. Catalyze the mystical force of your seven chakras to propel you to the region of divine illumination.","The consciousness of seven puts theory to the test, asking for practical application of your mystical power. As a technician of the sacred, you integrate the polarity of worlds into an operant foundation. You wear the seven-pointed star, symbol of the master artisan. Combine your feelings and intellect to transmute matter into mystical consciousness. Standing in simple self-acceptance, craft a light body from the column of light in your spine. Open your lotus to the world. You are the gift. Accept yourself unconditionally. Freed from the need for outside confirmation, stand open to your full mystical power. Align with the spinning mystery of the seven: seven chakras, seven planets, seven rays, seven steps of the pyramid - the seven stages of consciousness conjoined.***These excerpts were taken from the amazing book, \"The Mayan Oracle - Return Path to the Stars\" by Ariel Spilsbury & Michael Bryner - Click here to email Ariel and purchase a signed copy!"]},"calendar":{"galactic":"","guided":"Death","moon":{"image":"https://spacestationplaza.com/images/moons/moon_new.gif","name":"New Moon","percent":"1.1%"}}}