{
  "kinNumber": "228",
  "affirmation": [
    "I Channel in order to Beautify",
    "Inspiring Art",
    "I seal the store of elegance",
    "With the Resonant tone of Attunement",
    "I am guided by the power of Universal Fire"
  ],
  "reading": [
    "YellowResonant Star",
    "Yellow Star is your Conscious Self - who you are and who you are becoming.You are a starseed! You contain a holographic 'seed packet' of your evolution into the Mind of Light and the energy that directs you toward wholeness. This resonance offers an expanded view of the larger self and new ways of perceiving reality. Through self-acceptance, you are gifted with this journey. Yellow Star is ignition, like a cosmic milkweed explosion of resonant sparks. It is the launching pad from which you can hear the rumble of the rocket of your accelerated evolution. ",
    "The energy of Yellow Star may be experienced as a gentle rocking that becoes a floating and spiraling sensation, ending in a rush of feeling as you move into expanded reality. This sensation has been described as gently cascading fireworks, shimmering burst on the tapesty of Creation. Cascade into this unchartged perspective. Flow on the cosmic winds wherever Divinity directs, arching back to this reality wth a new experience of self.",
    "Yellow Star's starseeded gift is the revelation of the harmony that unites all things. Instead of just aspiring to be harmonious, become harmony. Practice harmony not just as an abstraction, but as a living reality. This practice blends different energies, thoughts, people, and processes. Act on intuitive guidance as to what to combine and when. As you begin to follow your heart, you will know the feeling of being on the return path to the stars.Yellow Star offers you the ability to hold a greatly expanded focus, a unity of awareness that encompasses aspects of the larger constellation of self. An example of this would be a simultaneous awareness of the desires of the existential self and the truth of the Essence Self. This star harmony encompasses the greatly enlarged perspective of your starseeded self, the part within you that holds the potential of your greatest destiny.Unlike the preceding 7 tones, which were seperate and distinct, Yellow Star begins a more complex harmonic series as it completes the preceding octave. On a spiritual level, Yellow Star begins the development of higher being. The fundamental tones that occur in this series are of a more expanded frequency than those of the preceding seven tones. In this new octave, there is alignment in the harmonies of Earth and the harmonies of the stars that are now being sounded on Earth. Yellow Star is the first in a series of star harmonies that evoke accelerated growth of the starseed potential within you.",
    "Yellow Sun is your Higher Self & Guide.\"I Am that I Am...I Am that I Am...I Am that I Am.\" This mantra of Yellow Sun is a meditation for accessing the I Am presence that contains great power and universal truth. Yellow Sun is the mystery unveiled, the simplicity of unconditional love and limitless bliss. Known by many names, Yellow Sun is the Solar Lord, the Mind of Light, the Center that is also your center. Yellow Sun is your solar home, the Great Central Sun.",
    "Yellow Sun is a reminder that you are, at every moment, in the center of All That Is. In your journey of remembrance, you are crafting a light body to return to a home in the stars that you never really left. Return as a child of the sacred to the Great Central Sun! You are the crown of creation, infused with the blueprint of solar mind. You are a Godseed, the reflection of cosmic consciousness. You are love made visible!",
    "Discover the simple secret encoded in Yellow Sun's star-glyph: you are unconditional love, the stone of indestructible liberation. Radiate that knowing in all your thoughts and actions. Love all of creation. Join the dance of light, the fundamental constant of nature, and shine forth the clarity of your true essence. There is great power in simply identifying with the light:\"As above, so below.\" You are in God, and God is in you.",
    "As you express unconditional love, you become more than you previously perceived yourself to be. You become illumined, the full manifestation of your divinity. In the embrace of your humanity, accept yourself and others unconditionally. Magnify your full presence. Yellow Sun will come in myriad forms to assist you. Be limitless. Accept and understand the nature of judgement, fear, light and dark within yourself and others. Love and accept yourself and others as you are, freed from previous boundaries. You are the dawning of the solar age.As you move toward your core of light, you will find a clear-light awareness that is innately innocent. In this place, the mind is restored to it's original state of receptivity. Clarity and freedom become expressions of being, and bliss becomes the body. At this core of light, a new reality is born. From the union of the divine masculine and feminine is birthed the solar androgyny of cosmic consciousness.",
    "Now we find ourselves in a great awakening. We have the opportunity to retrace our steps, to return to union with Original Cause. We who have deepened the illusion of seperation are now poised to retrieve what seemed to be lost forever. Through the gift of rebirth and ascension, we are reclaiming our original state of union with God. We are going home.The process of rebirth and ascension can be viewed simply as the raising of the vibratory rate of the Earth and her children. It is embodied in the state of consciousness that knows the self as divine. The circlet, or crown, is a symbol of recognizing and knowing that divine self. So the crown as a sacred tool is a universal symbol of the completion of a circle of self-empowerment and self-authority. Full ascension is the freedom to take your physical form with you to other planes and dimensions. In preparation for the ascension, there is an opening and clearing of your light seals and chakras. If you choose to walk this path, know that in the embodiment of your \"I Am\" self, you will learn to accept all things unconditionally, forgiving and releasing all judgements of yourself and others. The activation of solar mind and ascension is already in progress. In divine fusion, you are becoming the one body of the ascension.Open your heart as a flower to the Sun, and become the same love that holds universes together!",
    "Red Skywalker is your Subconscious Self and Hidden Helper.",
    "Red Skywalker is the skywalker, the time/space traveller who can jump dimensions to assist you in realizing heaven on Earth. Red Skywalker is unlimited in form but often chooses the form of the angelic messenger.",
    "A person who embodies cosmic wisdom may be known as a sky-walker, sage or bodhisattva. When others see such light in human form, they feel the vibration of heaven. This vibration may be embodied by you or experienced with a guru, master, an energy such as Red Skywalker, or in a 'chance' encounter with an extraordinary person.",
    "An encounter with the energy of Red Skywalker can spark a deep yearning within you for reunion with the Source. Yet from this place of love and compassion, you also have a desire (embodied in physical form) to serve the light. This is the place in you that has the courage to fully express unconditional love, the depths of your being. Red Skywalker asks you to live the new myth by bringing this heaven to Earth in your daily life. As this reality is lived, it touches and awakens the same truth in others: \"They kingdom come, Thy will be done, on Earth as it is in heaven.\"",
    "Red Skywalker represents balance in your life - not static balance, but a dynamic equilibrium that includes both your present expression and your starseeded self. In Red Skywalker's star-glyph you see that the pillars of heaven don't appear to touch the Earth. You are the element that appears to be missing in the star-glyph. You are the one whose expression of the light assists in drawing the pillars of heaven to Earth.",
    "Joining these pillars in yourself can be viewed as reuniting your male and female aspects. Together, in balance, we create the pillars of the etheric temples of heaven on Earth.",
    "The natural state of every system moves toward balance that is fluid and free, as in dance. That balance is experienced differently by each person, but it often brings a sense of steadiness or centeredness even in the midst of movement and change. When you are dancing, you can use your very state of imbalance to create the fluidity of the dance. ",
    "White Mirror represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.Have you unconsciously created a reality in which you seem lost or confused? In this shadow, you may feel enmeshed in the illusions of the hall of mirrors. Remember that the only real power the hall of mirrors has is your belief that its grand illusions are real! On Earth, we presently live on a holographic playing field made of the elements of time and space. This field draws to itself the density and mass necessary to form a three-dimensional reality. All phenomena within it are images that appear for our learning and growth. Since each of us is a hologram of light within the larger hologram, getting lost in fear, judgement, and denial can certainly appear to be \"real\", but it is really only an illusion. The essential mind is silent, still, empty - hence, incapable of getting lost.The transformation offered in this shadow is found by being mindful. Meditate and pray for the reestablishment of your direct connection to Spirit. Become quiet and still. Imagine yourself floating timelessly in the center of the star-glyph White Mirror, receiving divine wisdom. Cut away with clear discrimination. Forgive and release yourself and others. Enter into the timeless truth of the spiritual warrior.Another shadow transformation of White Mirror may be found in seeing yourself clearly in the mirrors of the world and other people. Using others as mirrors allows you to experience hidden truths about yourself. Ask for honest feedback from friends you trust. Risk hearing the truth about yourself. Openly observe the events in your life to see how they can be used to better understand who you actually are.One of the most self-limiting illusions is the belief that one's own view of reality is the only one. This often causes the mirror of the world to reflect back to you your \"unseen\" shadow, and when you see this shadow, it can produce a judgement or reaction. Such emotionally charged situations usually have two poles or positions. When you believe that only you are right, both poles remain charged and fixed. For a moment, experiment with letting go or changing your position. As you loosen your hold and step aside, the \"other position\" or person is freed to change as well.Understand that judgement and acceptance are two sides of the same mirror - the transparent mirror of ascension.",
    "Blue Monkey is your Compliment - something that comes naturally to you.Blue Monkey represents the Divine Child, the child that is ever in a state of open-hearted wisdom, innocence, trust, simplicity and joyful wonder. What would it feel like to actually BE a magical child in this culture and time? The secret that very few know - because they may feel more comfortable trying to protect themselves - is that the divine child offers the strongest of all protections, the invulnerability of openhearted Love. Through innocence, a kind of immunity is created that allows the divine child to be transparent so that the apparent 'slings and arrows' of the world can pass right through without being personalized into wounds, reactions or hurt feelings. This is the path of innocence regained. Transparency is the path of the new consciousness.Look deeply into the eyes of a happy two year old. There you will see the innocent trust, openheartedness, and spontaneous joy that typifies the divine child. Imagine yourself as an enlightened two-year old, in a state of ecstatic communion and delight. In childhood, you didn't have to remember to be playful - you could easily and fluidly express your emotions. You didn't have to understand whys and wherefores - you knew with your heart. This if your natural state of being, the state of ecstasy, the path of revealed innocence.In Western culture, many people have a distorted understanding about what it is to be a human being. We are often taught that sucessful adults are responsible, serious, rigid, controlled and goal oriented. In your journey with society, your developmental stages may have been incomplete. The natural sensitivity, fluidity, and freedom of the child may have been left behind in partial passage. Perhaps your inner child was wounded or treated insensitively, and you carried this unresolved process into adulthood. Blue Monkey encourages you to bring forth this incomplete or wounded part for integration and healing.In this New Myth, your spontaneous, divine child will usher in and anchor the new frequency. How can you heal your inner child? Explore what truly gives you joy. Find types of work that support your sensitivity and create deep satisfaction. Be simple: love, play, dance, draw, colour, sing. These activities are for all divine children - they serve the expression of the magical child in everyone. Consciously make time for the joyful freedom and magic of play!",
    "The number for Blue Monkey is eleven, the vibration wherein novelty and spontaneity break down resistant forms. When unity merges with Essence Self, a mystical foundation is created that disintegrates old patterns. This is actually integration in disguide. As your walls tumble down, they crack into a smile, and the illumination of self shines through.",
    "Your Tone is Tone 7 - ResonantMystical alignment, self-acceptance, technician of the sacred, direct connection with the Source.",
    "Seven is the ray of Mystical Power, the foundation of the individual slef freed within the two points of polarity. Your soul calls forth your ability to decode the hidden mysteries. Claim your mystical wisdom by acknowledging your personal relationshp to the Source. Catalyze the mystical force of your seven chakras to propel you to the region of divine illumination.",
    "The consciousness of seven puts theory to the test, asking for practical application of your mystical power. As a technician of the sacred, you integrate the polarity of worlds into an operant foundation. You wear the seven-pointed star, symbol of the master artisan. Combine your feelings and intellect to transmute matter into mystical consciousness. Standing in simple self-acceptance, craft a light body from the column of light in your spine. Open your lotus to the world. You are the gift. Accept yourself unconditionally. Freed from the need for outside confirmation, stand open to your full mystical power. Align with the spinning mystery of the seven: seven chakras, seven planets, seven rays, seven steps of the pyramid - the seven stages of consciousness conjoined."
  ]
}
