{"dailykin":{"day":"6/28/2020","color":"blue","kinNumber":"91","name":"BLUE COSMIC MONKEY","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/13s.png","number":"13","name":"Cosmic","words":["Transcending","Presence","Endure"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/11.png","number":"11","name":"Monkey","words":["Play","Illusion","Magic"]},"affirmation":["I Endure in order to Play","Transcending Illusion","I seal the process of magic","With the Cosmic tone of Presence","I am guided by the power of Vision"],"reading":["Blue Monkey is your Conscious Self - who you are and who you are becoming. Blue Monkey represents the Divine Child, the child that is ever in a state of open-hearted wisdom, innocence, trust, simplicity and joyful wonder. What would it feel like to actually BE a magical child in this culture and time? The secret that very few know - because they may feel more comfortable trying to protect themselves - is that the divine child offers the strongest of all protections, the invulnerability of openhearted Love. Through innocence, a kind of immunity is created that allows the divine child to be TRANSPARENT so that the apparent 'slings and arrows' of the world can pass right through without being personalized into wounds, reactions or hurt feelings. This is the path of innocence regained. Transparency is the path of the new consciousness.Look deeply into the eyes of a happy two year old. There you will see the innocent trust, openheartedness, and spontaneous joy that typifies the divine child. Imagine yourself as an enlightened two-year old, in a state of ecstatic communion and delight. In childhood, you didn't have to remember to be playful - you could easily and fluidly express your emotions. You didn't have to understand whys and wherefores - you knew with your heart. This if your natural state of being, the state of ecstasy, the path of revealed innocence.In Western culture, many people have a distorted understanding about what it is to be a human being. We are often taught that sucessful adults are responsible, serious, rigid, controlled and goal oriented. In your journey with society, your developmental stages may have been incomplete. The natural sensitivity, fluidity, and freedom of the child may have been left behind in partial passage. Perhaps your inner child was wounded or treated insensitively, and you carried this unresolved process into adulthood. Blue Monkey encourages you to bring forth this incomplete or wounded part for integration and healing.In this New Myth, your spontaneous, divine child will usher in and anchor the new frequency. How can you heal your inner child? Explore what truly gives you joy. Find types of work that support your sensitivity and create deep satisfaction. Be simple: love, play, dance, draw, colour, sing. These activities are for all divine children - they serve the expression of the magical child in everyone. Consciously make time for the joyful freedom and magic of play!","The number for Blue Monkey is eleven, the vibration wherein novelty and spontaneity break down resistant forms. When unity merges with Essence Self, a mystical foundation is created that disintegrates old patterns. This is actually integration in disguide. As your walls tumble down, they crack into a smile, and the illumination of self shines through.","Blue Eagle is your Higher Self & Guide.Blue Eagle reminds you to step powerfully into your commitment as a planetary server! Your assignment includes whatever furthers your personal evolution and the evolution of global mind. You are an awakener, a transformer, an empowered gloal visionary. In your vision, you have compassion for others, and your decisions are made in the light of global consciousness. Ask yourself how you might experience compassion toward self, the Earth, and others. Be guided towards types of work, relationships, places to live, and projects that will benefit the Earth and her creatures. Allow your spirit to expand. Soar on your spreading wings and planetary perspective. Affirm: \"Through your, Gaia, I am also transformed! I am awakening as the return of divine love and light. We are all one. Gaia, as you awaken, I heal myself. As I awaken, you are healed, and together our petals open ecstatically to the new Sun of Flowers.\" ","It is up to each one of us to hold a positive vision and affirmation, for the means by which this miracle will occur is through changes in the one affecting the greater whole.","Imagine the profound impact your loving thoughts have on planetary mind. You do make a difference! As you connect individually with the larger crystal grid network, your power is multiplied exponentially. This galactic grid is also known as the Mayan cobweb.","The greatest gift you can offer to the planet is to simply be the love. Believe in yourself and your dreams and visions! Remember your special gifts, your path of service on Earth, your promise to serve the light. Everything you are connects to the greater whole. You are starseeded! You have the vision of the eagle. Believe in your dreams. You are the hope and the vision revealed.","White Dog is your Subconscious Self and Hidden Helper.One of the gifts of White Dog is the calling in and recognition of other companions of destiny. Other beings with the same longing are waiting to meet and acknowledge you - beings who can see you as you authrentically are. When you have truly been seen, you feel empowered, and remembrance of a shared sacred trust is ignited. This is a natural process, divinely designed for recognition through vibrational affinity, freed from personal expectations.","White Dog can be seen as an access point for developing relationships with guides, totems, allies and guardians. There are many ways to work with these spiritual guides, including guided visualizations, shamanic journeys, and meditation. A useful construct is viewing them as aspects of yourself, part of your life stream that is asking to be integrated. Remember, there is no 'other'. In this grand adventure, you are being asked to embody all that you are.Profound insights are garnered through shared purpose and relationship with others who are willing to be in their truth and integrity about the light and shadow aspects they perceive in themselves.","Similarly, intimate relationships can be viewed as unique opportunities to bring forward in each other deep emotional patterns to be transformed. In this case, those you have drawn to you hold the ability to assist you in your own integration as well. There are no mistakes. Be willing to look deeply into the truth held within any relationship. The expression of intimacy is a gift of love; the lack of it may be a symptom asking for honest communication and healing. It may also be guiding you to reevaluate your relationship and the purpose it is serving.White Dog signals a breakthrough in your life: new beginnings, new perceptions, new allies and friends. As you express more authentically who you are, you draw your true family closer to you.With your guides and companions, you have the ability to manifest your inspired visions and dreams. Recognize the eyes and hearts that spark the remembrance of a sacred trust.The harmonic wisdom of White Dog is affinity, the attraction of like vibration or substances for one another. Spiritual affinity is not limited to family kinship - it is part of the natural affinity between companions of destiny. Such companions of are drawn together by the same aligned force that draws iron filings to a magnet. Companions of destiny are drawn togther to do work that is naturally harmonious.On the surface at times, it may seem that you have little in common with these companions, yet the attraction remains. This is because Essence Selves are often committed to work together long before they meet in the physical world. This is a natural process of affinity, rather than a process motivated from personal desire. Follow this guidance into your unfoldment within the larger pattern.","Red Dragon represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In the shadow of Red Dragon are found issues of trust. This can appear as a lack of basic trust in the Source to nurture you and provide what is needed for your journey. Perhaps you do not trust in life's transformational process to bring you the perfect lessons and gifts required for your growth. Primal trust implies the understanding that there are no mistakes and no victims - only lessons, gifts, and growth processes on the way to wholenes. If you perceive that there are no mistakes as you move toward wholeness, then learning to trust the transformational process becomes much easier.Trusting, however, does not mean acting blindly without awareness or waiting without action; it means moving forward with and learning from your journey of experience. No matter what the appearance, whatever manifests in your world actually holds potential gifts on the path to wholeness. In the cycle of giving and receiving, trust is like the lubricant that eases the way for the transformational process. And when you understand that every particle of the universe is made up of love, then trusting can be perceived as a natural state of being.In the shadow of Red Dragon are hidden feelings of unworthiness to receive, often manifested as embarrassment or discomfort when others offer you something. These feelings can stem from many places. Often then stem from early childhood, when your gifts may not have been received or when you heard that \"it is better to give than to receive.\" Or perhaps you developed a reality based on praise for being \"self-sufficient\" or not owing anyone anything. Regardless of the source, these feelings spring from only a partial truth. You are intrinsically worthy to receive, simply because you are. Love just is, and you are part of the cycle of love.In the shadow of Red Dragon, you may also be overly identified with being a source of support and nurturance for others - the caretaker or a 'cosmic mama.' Giving without receiving is limiting. In Western society we are unknowingly taught to be dependent and co-dependent. Perhaps from an inability or unwillingness to nurture and support yourself, you have abandoned yourself for another. Perhaps you expect that other to know intuitively what your needs are and to meet them without direct communication.As an example, the shadow of Red Dragon might say, \"If they really loved me, they would understand how I feel\"; or \"If I have to ask for it, it's not worth it.\" In other words, you may be avoiding responsibility for being aware of and communicating your own desires and feelings. In the shadow of Red Dragon there is the belief that love is magical, that relationships should just 'happen', and that love is a need rather than a natural state of being.If you are in the shadow of Red Dragon, you are being encouraged to step into the primal waters of your being to discover the core of your self-acceptance, your intrinsic value, your own wholeness. Find the wellspring of your feelings. Be willing to explore more fully and honestly, expressing your true desires, dreams, and truths.","Yellow Star is your Compliment - something that comes naturally to you. You are a starseed! You contain a holographic 'seed packet' of your evolution into the Mind of Light and the energy that directs you toward wholeness. This resonance offers an expanded view of the larger self and new ways of perceiving reality. Through self-acceptance, you are gifted with this journey. Yellow Star is ignition, like a cosmic milkweed explosion of resonant sparks. It is the launching pad from which you can hear the rumble of the rocket of your accelerated evolution. The energy of Yellow Star may be experienced as a gentle rocking that becoes a floating and spiraling sensation, ending in a rush of feeling as you move into expanded reality. This sensation has been described as gently cascading fireworks, shimmering burst on the tapesty of Creation. Cascade into this unchartged perspective. Flow on the cosmic winds wherever Divinity directs, arching back to this reality wth a new experience of self.","Yellow Star's starseeded gift is the revelation of the harmony that unites all things. Instead of just aspiring to be harmonious, become harmony. Practice harmony not just as an abstraction, but as a living reality. This practice blends different energies, thoughts, people, and processes. Act on intuitive guidance as to what to combine and when. As you begin to follow your heart, you will know the feeling of being on the return path to the stars.Yellow Star offers you the ability to hold a greatly expanded focus, a unity of awareness that encompasses aspects of the larger constellation of self. An example of this would be a simultaneous awarenss of the desires of the existential self and the truth of the Essence Self. This star harmony encompasses the greatly enlarged perspective of your starseeded self, the part within you that holds the potential of your greatest destiny.Unlike the preceding 7 tones, which were seperate and distinct, Yellow Star begins a more complex harmonic series as it completes the preceding octave. On a spiritual level, Yellow Star begins the development of higher being. The fundamental tones that occur in this series are of a more expanded frequency than those of the preceding seven tones. In this new octave, there is alignment in the harmonies of Earth and the harmonies of the stars that are now being sounded on Earth. Yellow Star is the first in a series of star harmonies that evoke accelerated growth of the starseed potential within you.","Your Tone is Tone 13 - CosmicWild card, unseen forces, unexpected change, open system, touch of destiny, interdimensional shift.Thirteen is the ray of universal movement, the foundation of self within the foundation of Essence Self combined with the rhythm of the trinity. The Cosmic Tone of 13 touches you with the hand of unseen forces and radical change. It will catalyze into movement whatever resists change or is unexamined or stationary. You are being touched by fate, moved through identifications of self into open consciousness.Olin, the Mayan goddess of movement, asks you to surrender to the perfection of the larger pattern of your Essence Self. From the perspective of surrender and trust, what movement is being called for? Pay attention to synchronicities and seeming coincidences that jump into your awareness. Thirteen provides the possibility of a radical \"frequency shift,\" offering you limitless new openings. Become a skywalker. Be open and flexible, allowing changing reference points to become dynamic allies. Open to the workings of destiny offered by universal movement."]},"calendar":{"galactic":"","guided":"Vision","moon":{"image":"https://spacestationplaza.com/images/moons/moon_fq.gif","name":"First Quarter","percent":"48.5%"}}}