{
  "kinNumber": "202",
  "affirmation": [
    "I Channel in order to Communicate",
    "Inspiring Breath",
    "I seal the input of spirit",
    "With the Resonant tone of Attunement",
    "I am guided by the power of Timelessness"
  ],
  "reading": [
    "White Wind is your Conscious Self - who you are and who you are becoming.White Wind is the galactic wind, the catalyzing current, the Spirit that moves through all things. It is the divine breath that gives life to all creation, the unseen essence of solar energy. White Wind is the breath of inspiration, the fertilizing force of the wind. Its essence is the movement of Spirit as it penetrates into form to enliven, purify and inspire.",
    "Receive the gift of White Wind by simply taking a conscious breath. Amidst the seemign complexity, beathe consciously. Allow your life to be more like the wind, free-flowing and open to Spirit.",
    "White Wind represents spontaneity and simplicity. As you experience the truth of the present moment, White Wind leaves you free to move on to the next moment without the baggage of desire, regret or expectation. White Wind is the simple knowledge that invisible forces are always moving in your life, guiding and inspiring.",
    "White Wind also embodies the concept of presence. Presence is an expression of beingness, a creator of intimacy. It has to do with being wise in your simplicity. From simple beingness, your true identity emerges. Presence is being open, aware, and in the now. Presence is 'being there' for whatever is.",
    "Think back to a time when someone looked deeply into your eyes, acknowledging your beingness with their full presence. Remember how wonderful and intimate that felt. When you wnat to be intimate with someone, become equally open, aware, and present. When you bring your awareness into the present moment, everything else falls away. When you are fully present, your mind is not preparing responses to what it is hearing while you're listening and feeling. Drop your evaluating and reactive nature. Trust that your heart will have the appropriate response when the time comes. Allow your mind to be quietly responsive, like a pool of water, natural in its unconditional acceptance of the moment.",
    "Presence is simple. It is like being caught in the moment by the beauty of nature. Presence is your natural state of being. When you are present, your heart feels open, charged, full. When you are present, whether alone or with another, you are loose and relaxed. Time may seem to slow down. You can expand your awareness with ease, allowing yourself to truly see and be seen. You let your feelings speak through your eyes, and the 'feeling channel' in you breathes freely, without expectation or judgement. ",
    "Another gift offered through White Wind is the integration of polarities within you. Polarity is the loom on which reality is strung, the magnetic dance of universal forces playing in grand cooperation. But polarity is also an important alchemical process used in the transmutation of form and matter. We are not poised in a time when duality is transforming into unity. The polarities held in relationships, our male and female aspects - even the manifestation of karma - are all changing. We are moving into a time when the polar aspectrs of all things are coming together in truth. You are the creative field for the integration of the larger pattern of duality. The potential in all relationships is moving toward trust, openness, and unconditional acceptance.The Maya had a special relationship to Venus because of its \"unified polarity,\" seen in the ability to transform itself from the morning star to the evening star. As we unite our polarities (which can be seen as our male and female aspects), we mirror the divine feminine and masculine aspects that are presently uniting in order to birth the consciousness of the divine child within us. This unification is a state of wholeness that frees and enhances, permeating our beings on all levels.Getting in touch with your male and female aspects and how you perceive them is an integral part of the alchemical process that brings them harmony. You can begin the process of integrating polarities through an increased understanding of the awareness in both sides of your body. The right side generally represents the male, the left side, the female. In meditation, observe the qualities of each side. Bring out their issues, fears, strengths, and potentials. Feel them. Move with them. Talk to them. Create and draw images. Make sounds. Write about them. Explore their relationships. Then, taking as much time as you need, allow them to flow together, unified in solar androgyny. Freeing past perceptions, claim harmony, healing, and love, and bring that new sense of unity into the present moment.",
    "White Wizard is your Higher Self & Guide.",
    "White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.",
    "White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. ",
    "Blue Storm is your Subconscious Self and Hidden Helper.",
    "Blue Storm is the initiation by fire, the lightning path, the arrival of the thunderbeings who bring the final transformation. To the Maya, Blue Storm represents the storm, the thundercloud full of purifying rain, and the lightning that shatters any false structuring of reality. Blue Storm is the purification of the 'body temple' and the ignition of the light body. In these last years of a twenty-six-thousand-year Mayan grand cycle, Blue Storm comes to help you in the disintegration process that moves you from separation to ascension. This initiation by fire breaks any false containers of self that cannot withstand the flame of transmutation. Only your true identity will live through these fires, for you will be reborn in the heart of All That Is.",
    "Blue Storm provides the water that purifies and quenches your spiritual thirst. In this state of consciousness, you stand willing to surrender everything. You give up what you seem to be in order to become fully what you are. You step into the fires of the unknown, and you are changed forever.",
    "Allow Blue Storm's storm to purify and cleanse you.",
    "Blue Storm catalyzes and prepares your nervous system and circuitry for complete transformation. It is the electromagnetic storm of transmutation, the clearing and quickening of your physical, mental, emotional, and etheric bodies. As you become aligned with the descending energies, and evolve in consciousness, you body's vibration is raised, becoming less 'dense'. Your new alignment ignites the quickening process that transmutes the shadows of the past, including experiences, judgements, thoughtforms, and old patterns that have held you back.",
    "As you move into this new vibration, you may feel off balance. In this transformational shift, you will feel unusual quickenings on every level of your being. You will sense emotional and physical 'imbalances' and restructuring. Your issues will be catalyzed and brought out for you to address. By being present with your old patterns you have a unique opportunity to access the energy of Blue Storm, which is experienced as an inner transformational 'storm', a natural part of the process of vibrational shift and quickening.",
    "Whether you are experiencing these changes consciously or unconsicously, the vibrational change is adjusting your energy pattern to accomodate the flow of the language of light. These new frequencies feed you on every level of your being. As your transformation progresses, you quickly become aware of the unconscious material you still need to process. No longer can you escape the effects of your belief systems. Fears and negative images can all be felt very quickly. The transformation is experienced as if it were happening 'from the inside out'. Things seem to 'cook' inside you.",
    "Remember that you have chosen to take part in this rebirth, both on a planetary and a personal level - the planetary dream, the miracle on Earth, is what brought you here! You are becoming the living model of the new reality. As an emissary of the great change, you are a transformer of the collective myth. Riding the crest of the wave, you are travelling both outward and inward on your journey home - for yourself and for all those who will follow after you.",
    "A simple catalyst for this catapulting force is the integration of duality within. The personal integration of shadow is what will create the miracle! Personal shadow is simply that which is separated from the full light of consciousness. By integrating shadow, you are freed from delusions of right or wrong, good and evil. Shadow provides an opportunity for you to bring in all of your expanded essence.",
    "Consciousness is a structural metaphor that is calling for transformation. As your consciousness becomes crystallized, narrow, and complex, it invites the process of dissipaton to 'unravel' and break it free. As you travel the spiral vortex of light, expanding into ever-widening realms of truth, your crystallized energy breaks down and trasncends form. This process can be very intense, but if you embrace it, you can be transformed into a freed adventurer - a divine actor who can play any part without becoming attached to it.",
    "Yellow Human represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.The shadow of Yellow Human holds issues of lack, which can manifest as insufficiency or emotional neediness. In your natural state of being the receptive chalice, you may experience separation, being fearful of material, physical, or spiritual lack. Perhaps you are holding onto subconscious patterns about lack - how there is \"never enough\" love, support, attention, time or money. In this shadow, you may see your chalice as being half empty instead of half full.Examine and change these beliefs and programs! In your process of fulfillment, your beliefs are all that can limit you. There are many ways to work with these shadows of insuffiency. Subliminal tapes and affirmations are one means. Transpersonal approaches such as process-oriented psychology, gestalt, shamanism, or Jungian dreamwork can also help. Perhaps you project these feelings, believing that someone else is responsible for your lack. If so, remember that no one else can fill your cup. Only you and Spirit can do that. Look at how you can be more self-nurturing. Take inventory to discover what brings you joy and fulfillment; whatever that is will also bring you abundance. Working with Yellow Human can change your subconscious attitudes and bring profound insights.Another shadow of Yellow Warrior is undervaluing your intellect. In a society that has a tendency to overvalue the rational mind, you may have inadvertently limited your ability to receive the intuitive gifts of heart-knowing and higher mind. Or perhaps you don't fully appreciate the function of your mind, having a tendency to feel inadequate about your intellectual abilities. Yellow Human asks you to befriend the mind - to embrace its magnificence and its ability to help you become a fully realized human being.In another shadow of Yellow Human, you may not fully understand what it means to be human. Perhaps you judge yourself as not having realized your full potential. In the illusion of human limitation, you may be surprised to discover what the realized human is designed to do. Being in human form at this time is a unique and precious gift. In this age, you have chosen to participate in a great miracle, and you can utilize your human form to experience fully this unique opportunity! Yellow Human is preparing your circuits for complete transformation, readying them to receive the high-frequency pulses of the full embodiment of essence from Spirit.",
    "Red Earth is your Compliment - something that comes naturally to you.Red Earth is the access point to your natural alignment with Earth force. It is the unis mundi, the point of perfect centeredness in the eternal present from which all alignment and magic manifest. Your center, the Earth center, is the secret of gravity's magnetizing force. Red Earth is the channel of harmonic synchronization that is aligned with the galactic heart. From the center point within eslf, you align with this galactic center and connect through your own crystalline structure to the larger crystal grid network. To keep this channel of synchronization open, connect to the elemental energies of earth, air, fire and water, and the seven directional guardians.",
    "Cosmic consciousness is not just 'out there'; it is also resonating within you. Be sacramentally rooted where you are. You are made of the Earth! Look through the 'eyes' in your feet. Your body is the present focus of your consciousness - through it all gifts are received. Remember, too, that your environment is alive and reacts to your awareness of it; therefore, the way you perceive the Earth and your physical form affects the information you receive.",
    "Red Earth is the Earth keeper, the keeper of the garden, the shaman/healer who, through reverence for all life, heals and sanctifies the Earth. Earth keepers preserve the harmonic relationship with nature by connecting to the wisdom held in matter. In Latin, mater means \"mother\". As you bring light into yourself, you bring light into matter. You and the Earth both contain the holographic seed of the new consciousness emerging. ",
    "Center yourself in the present moment! This is where you can most beneficially observe the synchronicities and revelations about your personal pattern and larger purpose. From here your mind can learn to be keenly observant, allowing the larger pattern to take shape as naturally as the small brushstrokes that eventually complete a beautiful painting.Sit in simple relationship to the Earth, like a poet enraptured in a forest. Be rooted where you are now. Out of synergistic centeredness, you will receive your greatest desires and open to the full flowering of the mystic power of the universe. This synchronization can be seen as the alignment of your personal myth with the greater myth of our times. Myth is the framework or \"story\" in which the truth of the cosmos is revealed in symbolic form. Utilize it to catalyze your unfolding alignment.",
    "By accepting your physical form and your growth process in this world, you access the hub of centeredness out of which all the truth and magic of the universe unfold.Take off your shoes. Touch the one Earth. Find a place to dance with the sacred hoop of life. Contribute your vision as an awakened member of the global rainbow family!",
    "Your Tone is Tone 7 - ResonantMystical alignment, self-acceptance, technician of the sacred, direct connection with the Source.",
    "Seven is the ray of Mystical Power, the foundation of the individual slef freed within the two points of polarity. Your soul calls forth your ability to decode the hidden mysteries. Claim your mystical wisdom by acknowledging your personal relationshp to the Source. Catalyze the mystical force of your seven chakras to propel you to the region of divine illumination.",
    "The consciousness of seven puts theory to the test, asking for practical application of your mystical power. As a technician of the sacred, you integrate the polarity of worlds into an operant foundation. You wear the seven-pointed star, symbol of the master artisan. Combine your feelings and intellect to transmute matter into mystical consciousness. Standing in simple self-acceptance, craft a light body from the column of light in your spine. Open your lotus to the world. You are the gift. Accept yourself unconditionally. Freed from the need for outside confirmation, stand open to your full mystical power. Align with the spinning mystery of the seven: seven chakras, seven planets, seven rays, seven steps of the pyramid - the seven stages of consciousness conjoined."
  ]
}
