{
  "kinNumber": "125",
  "affirmation": [
    "I Harmonize in order to Survive",
    "Modeling Instinct",
    "I seal the store of life force",
    "With the Galactic tone of Integrity",
    "I am guided by the power of Universal Water"
  ],
  "reading": [
    "Red Serpent is your Conscious Self - who you are and who you are becoming.\"I am the flint and tinder of the sacred fire,\" reads the meditation for Red Serpent. In the Great Mystery, flint and tinder represent the instinctive combustion that initiates movement in the physical body toward union with Spirit. When flint and tinder are brought together, the spark of divinity awakens and ignites the fire of your essence. Red Serpent invites the purifying spark of the sacred fire, the kundalini, to align and integrate your body, mind and spirit. Red Serpent can help you uncover apparent blockages in specific chakras to clear an align them. If you are working on a process of purification, invite Red Serpent to assist you.Red Serpent's symbol is the serpent, representing healing and wholeness. ",
    "This Mayan medicine can remove toxins, rejuvenate and transform dis-ease. Red Serpent is also known by the Maya as the kultanlilni, or kundalini, the energy that moves up from the base of the spine and out through the crown chakra. There are two aspects of this force, the ida and the pingala, representing its male and female polarities. One of the ancient secrets of Red Serpent is the activation of higher states of consciousness through balancing these two polarities so that they dance within us as one. Another metaphor for this serpent energy comes from the Mayan words luk umen tun ben can, or \"those absorbed by the serpent of the sacred knowledge.\" When the seven chakras are fully activated, one experiences an enlightened state.",
    "Red Serpent represents the basic structural apparatus of your motivations, instincts, desires, and your innate movement toward wholeness. Red Serpent asks you to shed the skin of your past and step into the fires of alchemical transmutation. In this, rebirth is revealed. This desire is an innate response encoded in the depths of your being.",
    "With the energy of Red Serpent, you learn to use the innate intelligence of the body. In this culture you may have become separated from this wisdom. It works like this: when you suppress and ignore your issues, your body receives and retains the unconscious metaphors of that which is ignored. This may be expressed through physical symptoms that bring your unconscious issues to conscious awareness. When this happens, work toward a more conscious relatonship with your body - and work with the physical metaphors in order to heal yourself on all levels.",
    "The body has a specific kind of consciousness through which messages are clearly delivered. In fact, the body itself is a living metaphor that mirrors your mind, emotions and spirit. However, the body also remembers all it has experienced, and consequently holds the consciousness of the past within it, including past wounds and traumas. In healing these, remember the innocence of your body. Treat it with love and respect. Open yourself to be aware of its messages and metaphors rather than storing them. Be willing to look at the positive intent beneath any symptoms or physical process your body is using to communicate. Explore whatever it may be asking you to see.",
    "In this alignment process, you can use images or energies that come to you in meditation or dreams. Journey through your body to catalyze and explore any sensations, colors, shapes, or images. In these times we have a profound opportunity to transcend both our physical and our spiritual genetics. The body's integration provides an unparalleled opportunity for personal evolution. Learn to expand and utilize your senses to access your body's wisdom and vitality. Don't 'think' about it; simply allow your body to sense intuitively the solutions necessary for change and growth.",
    "Red Serpent also represents the connection between powerful physical/ecstatic experiences and the light of higher consciousness. This is an initiation of awakening through the body and senses, rather than in negation of them. As Jose Arguelles says in The Mayan Factor, \"Like the Maya, we shall understand that the path to the stars is through the senses.\" Within the body are held the keys to fully awakening our consciousness. This deeper understanding is expressed in tantric practices, where spirituality and sexuality are integrated and honoured as a means to enlightenment. Red Serpent represents the integration of mind, body and spirit.Use the body as a tool for transformation. Learn how to use passion and the senses as a means of access and alignment to higher consciousness. Follow your gut-level intuitions and instincts to make choices in the moment.Be willing to look at issues you have concerning intimacy and sexuality. Make sure that you are not separated from the dance of passion that is in union with your divine nature. Sense your deeper desire for union and intimacy. Red Serpent calls on you to awaken your vitality, body wisdom, and passion for life.",
    "Red Serpent is associated with the sacred tools of the drum and the rattle. Drums and rattles can break down old patterns or bring energy into alignment.",
    "Red Moon is your Higher Self & Guide.",
    "Red Moon is the cosmic seed of awakened awareness. Consume it like a fruit, and let it blossom within you. You are on the quest of self-remembrance, of Godseed. If you work with the energy of Red Moon with clear awareness and attention, an awakened state of remembrance will naturally blossom within you. Remembrance means having direct access to your expanded presence through an intrinsic perception of unity. Remembrance is your recognition of the larger pattern and your connection to it, often facilitated through dreams, art, music, colors and creative pursuits. With focused attention, meditate on Red Moon and you will receive help with self-remembrance.",
    "Red Moon is also a beacon or transmitting station. As you open to self-remembrance, you become a beacon and receiver for cosmic consciousness. This communication creates the gradual opening of the third eye, the eye within the mononlith of self. As this eye opens and your communication becomes more refined, you will notice more signs, signals and understanding coming to you. These are all for your growth and evolution - a feedback system from which you can gain insight about your journey.",
    "The number for Red Moon is 9, which symbolizes the recurrence of great cycles. An example of such recurrence is the periodic return of master teachers to help awaken human beings on Earth. Nine is the number of Quetzalcoatl, buddha, and Christ. Red Moon is a symbol for great teachers who have come to translate universal wisdom to humanity, to embody the awakened state of consciousness that is accessible to all. Such teachers serve as a connection to the Divine and hold the promise of full self-mastery. ",
    "Take off the veil of forgetfulness. Become the beacon of awakened awareness. As you open to self-remembrance, you will freely receive divine guidance. Be with others who support your fullest expression.",
    "Yellow Warrior is your Subconscious Self and Hidden Helper.Yellow Warrior, the galactic guide, is a mystic ferryman on the return path to the stars; allow Yellow Warrior's staff to ferry you to the spiraling vortex of cosmic consciousness. Yellow Warrior is the grace of the descent of the dove. Embody the mystic gift of trust in direct guidance. Through trust, you journey to the place of 'no time' and limitless light. There you will undergo the transformations to embody solar heart and mind.",
    "Yellow Warrior is a conduit for cosmic communication, offering access to the universal web of consciousness. This is the web of the Mayan mystic spider that weaves intergalactic threads, the conduit of interconnected consciousness. Yellow Warrior is the spider in the web, the grid connection for divine communication. Receive these ripples of knowing from Yellow Warrior's web through the central axis in your spine, your staff. Accept this gift of knowing in grace, as you would receive the morning light by turning your face to the Sun. Grace is an unexpected touch, a blessing given in love, a natural gift from the universe. Use the power of love like an electrical current to serve the light. Open fully to feel and receive it!The number for Yellow Warrior is sixteen, the number of unity with the cosmic foundation of resonant evolution. As you embody the ferryman's staff, you become anchored in your connection to cosmic consciousness. Holding within you the foundational steps of the trinity, you carry the \"Christed one\" into the world. As a living mystic, you are the conduit of the spiraling galaxies that creates a union with cosmic consciousness. Sixteen may also be seen as the beginning of another octave - a higher octave characterized by organic balance and the new Earth under your feet.Trust in guidance is an essential attitude in accessing the position of the central pillar. Trust in Spirit to provide all you need, and trust that what is given will serve your highest evolution. Trust in the wisdom of the \"Mind of Light curriculum.\" Trust in your inner voice, your feelings, your moment-by-moment guidance. This is Spirit's clear confirmation. Trust as an open vehicle for Spirit, your mystical intelligence, your divine guidance. Embody your ability to commune with cosmic intelligence.Direct guidance, communication, and embodiment are the key concepts contained in the staff. It is a symbol of learning to stand in your full power and authority - learning to 'tune in' to galactic intelligence so that transmissions are received effortlessly. This resonance is created through embodying light. The ferryman is offering you his staff. Plant it within yourself so that it becomes a blossoming tree of consciousness.",
    "Yellow Warrior's colours are indigo and gold, combining the limitlessness of the night sky with the freedom of the daytime Sun. If you desire to access grace and trust, focus on these colours. ",
    "Blue Eagle represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.The energy of Blue Eagle asks you to believe in yourself and believe in your dreams and visions, no matter how they may be perceived by others. You are the eagle's vision.One shadow of Blue Eagle is a loss of hope, excitement, or joy in your life. This can stem from a reaction to mass consciousness or from the precipitous state of the world. In your deep desire to effect change, you may feel overwhelmed in a vast ocean of consciousness that seems hopelessly enmeshed in issues of separation, limitation, and judgement. If so, remember that elements of this enormous field are often attracted to your personal dreamfield for healing. These duality constructs are deeply rooted on the planet. Don't be discouraged. The global mind is in the process of a profound transformation. As you heal these issues within yourself, you offer gifts of healing to the larger reality. Do not underestimate the power of your personal transformation and its effect on planetary mind: \"Gaia, as you awaken, I heal myself. As I awaken, you are healed.\"This wondrous pool of planetary consciousness is full of archetypal mysteries, hopes, dreams, and fears. Some beings may feel that their personal world is 'falling apart' as their lives expand into the larger dream. Sometimes this feeling manifests as hopelessness, which may even lead to a desire to leave the Earth. Remember, you are in human form for a divine reason! You have chosen this form in order to participate in the great miracle! Walk with ease in commitment to your destiny. Allow yourself to explore and play compassionately as a planetary server. You are the emissary of the great change.In the shadow of Blue Eagle, you may also be so obsessed by finding your \"purpose\" that you miss seeing how simple it can be. Your purpose can be as simple as expressing love and light - and that is enough! Take heart. There are great gifts being offered for your participation in healing the global mind.Another shadow of Blue Eagle is when your purpose as a planetary server becomes a messianic obsession, creating a 'rescuer complex'. This may also be seen in self-sacrificing behaviour, an inability to say no, or an attachment to rescuing others. In this shadow, your desire to serve needs to be tempered with self-nourishment and sustaining rest. If you neglect your personal needs and desires and do not allow time for joy and rest, you may feel depleted and lacking. Hold yourself in the same compassion as you hold the world. Strive to keep your personal needs in balance with planetary service. Fill your personal cup. Take loving care of yourself, and your cup will naturally overflow to empower your work with others.Believe in yourself! Remember the purpose and commitment you have in the larger pattern.",
    "White Wizard is your Compliment - something that comes naturally to you. White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.",
    "White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. White Wizard is a tool of the light, a conduit for the work of Spirit. A wise magician is spontaneous and transparent, allowing magic to come in rather than trying to control it or make it happen. A magician dances the dance of love through offering gifts of freedom to others. This is real magic. Freed from the need to use power to manipulate or control, a magician uses wisdom to manifest liberation and love.The harmonic wisdom of White Wizard is melody, the progression of signle tones within a composition. White Wizard symbolizes the sacred journey of your individual life. As a harmonic magician, you are a novel yet universal container for the expression of the Divine. While you play the melody of your journey's spirit song, the Creator provides the harmony.Melody is to music what story line is to story. Utilize the elements you have chosen for exploration in your life - your gifts, talents, abilities, motivations, circumstances, and the other characters in your play. Orchestrate the most interesting and growth-engendering story line from this combination of possibilities. Understand that you are the player and the played in the melody in your life.",
    "Your Tone is Tone 8 - GalacticEmpowerment, galactic grid, path of the one heart.Eight is the ray of harmonic resonance, the foundation of self combined with the current of the trinity. It is love made visible. Create the flow of harmony in your life. Enter the spiral frequencies of the greater galactic grid. You are being offered empowerment through your innate resonance with this grid. Be aware of where you are drawn, for there you will find unique opportunities. Discover the harmony of being in this natural resonance with others. Be receptive. You are the diviner of harmony, the meeting ground of physical reality and the infinite.Bring a deeper harmony to the practical circumstances in which you find yourself. Free the ego from its self-centeredness. Embrace the potent energies that are raising the harmonic frequencies of the planet. Breathe easily; you are the song being sun by the new golden octave. Sound the resonant tone of the one heart!"
  ]
}
