{
  "kinNumber": "255",
  "affirmation": [
    "I Harmonize in order to Create",
    "Modeling Mind",
    "I seal the output of vision",
    "With the Galactic tone of Integrity",
    "I am guided by the power of Self-Generation"
  ],
  "reading": [
    "Blue Eagle is your Conscious Self - who you are and who you are becoming. Blue Eagle reminds you to step powerfully into your commitment as a planetary server! Your assignment includes whatever furthers your personal evolution and the evolution of global mind. You are an awakener, a transformer, an empowered gloal visionary. In your vision, you have compassion for others, and your decisions are made in the light of global consciousness. Ask yourself how you might experience compassion toward self, the Earth, and others. Be guided towards types of work, relationships, places to live, and projects that will benefit the Earth and her creatures. Allow your spirit to expand. Soar on your spreading wings and planetary perspective. Affirm: \"Through your, Gaia, I am also transformed! I am awakening as the return of divine love and light. We are all one. Gaia, as you awaken, I heal myself. As I awaken, you are healed, and together our petals open ecstatically to the new Sun of Flowers.\" ",
    "You are a member of the one global family, a planetary server and transformer. Blue Eagle asks you to join in lifting the collective mind. It is up to each one of us to hold a positive vision and affirmation, for the means by which this miracle will occur is through changes in the one affecting the greater whole.",
    "Imagine the profound impact your loving thoughts have on planetary mind. You do make a difference! As you connect individually with the larger crystal grid network, your power is multiplied exponentially. This galactic grid is also known as the Mayan cobweb.",
    "The greatest gift you can offer to the planet is to simply be the love. Believe in yourself and your dreams and visions! Remember your special gifts, your path of service on Earth, your promise to serve the light. Everything you are connects to the greater whole. You are starseeded! You have the vision of the eagle. Believe in your dreams. You are the hope and the vision revealed.",
    "Blue Storm is your Higher Self & Guide.Blue Storm is the initiation by fire, the lightning path, the arrival of the thunderbeings who bring the final transformation. To the Maya, Blue Storm represents the storm, the thundercloud full of purifying rain, and the lightning that shatters any false structuring of reality. Blue Storm is the purification of the 'body temple' and the ignition of the light body. In these last years of a twenty-six-thousand-year Mayan grand cycle, Blue Storm comes to help you in the disintegration process that moves you from separation to ascension. This initiation by fire breaks any false containers of self that cannot withstand the flame of transmutation. Only your true identity will live through these fires, for you will be reborn in the heart of All That Is.",
    "Blue Storm provides the water that purifies and quenches your spiritual thirst. In this state of consciousness, you stand willing to surrender everything. You give up what you seem to be in order to become fully what you are. You step into the fires of the unknown, and you are changed forever.",
    "Allow Blue Storm's storm to purify and cleanse you.",
    "Blue Storm catalyzes and prepares your nervous system and circuitry for complete transformation. It is the electromagnetic storm of transmutation, the clearing and quickening of your physical, mental, emotional, and etheric bodies. As you become aligned with the descending energies, and evolve in consciousness, you body's vibration is raised, becoming less 'dense'. Your new alignment ignites the quickening process that transmutes the shadows of the past, including experiences, judgements, thoughtforms, and old patterns that have held you back.",
    "As you move into this new vibration, you may feel off balance. In this transformational shift, you will feel unusual quickenings on every level of your being. You will sense emotional and physical 'imbalances' and restructuring. Your issues will be catalyzed and brought out for you to address. By being present with your old patterns you have a unique opportunity to access the energy of Blue Storm, which is experienced as an inner transformational 'storm', a natural part of the process of vibrational shift and quickening.",
    "Whether you are experiencing these changes consciously or unconsicously, the vibrational change is adjusting your energy pattern to accomodate the flow of the language of light. These new frequencies feed you on every level of your being. As your transformation progresses, you quickly become aware of the unconscious material you still need to process. No longer can you escape the effects of your belief systems. Fears and negative images can all be felt very quickly. The transformation is experienced as if it were happening 'from the inside out'. Things seem to 'cook' inside you.",
    "Remember that you have chosen to take part in this rebirth, both on a planetary and a personal level - the planetary dream, the miracle on Earth, is what brought you here! You are becoming the living model of the new reality. As an emissary of the great change, you are a transformer of the collective myth. Riding the crest of the wave, you are travelling both outward and inward on your journey home - for yourself and for all those who will follow after you.",
    "A simple catalyst for this catapulting force is the integration of duality within. The personal integration of shadow is what will create the miracle! Personal shadow is simply that which is separated from the full light of consciousness. By integrating shadow, you are freed from delusions of right or wrong, good and evil. Shadow provides an opportunity for you to bring in all of your expanded essence.",
    "Consciousness is a structural metaphor that is calling for transformation. As your consciousness becomes crystallized, narrow, and complex, it invites the process of dissipaton to 'unravel' and break it free. As you travel the spiral vortex of light, expanding into ever-widening realms of truth, your crystallized energy breaks down and trasncends form. This process can be very intense, but if you embrace it, you can be transformed into a freed adventurer - a divine actor who can play any part without becoming attached to it.",
    "White World-Bridger is your Subconscious Self and Hidden Helper.In this life-time you are being asked to release and surrender. Surrender is the opposite of giving up. It is freeing yourself from the desire to be in control, letting go of how you think things should be. Surrender is freedom. You are being invited to release yourself from the bondage of preconceived action, to let everything be all right as it is, so that you can live a more inspired life in the moment!",
    "You are being asked to take action in the process of surrender and release. You are requested to die a symbolic death, to surrender your limiting beliefs. Symbolic death unveils the self by cutting away the outgrown parts of yourself that no longer serve you. In such death, ego structures fall away to reveal the garden of the true self. Look for new ways of being, new people, new ideas, and new directions that will move into the vacuum created through surrender and release. Like yeast, surrender enlivens and empowers you to experience more of life's fullness.",
    "Holding on to past patterns and grievances only limits the possibilities. Forgive yourself. Forgive others. Let go. Surrender whatever limits you. Face whatever you are resisting. In the experience of any loss, it is never too late to complete. Through your willingness to walk in the dark forest, insights and revelations will naturally emerge.",
    "Red Serpent represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.Red Serpent represents the reptilian brain. This part of the brain thrives on routine, pattern and predictability. If you are in the shadow of Red Serpent, you may be living your life on \"automatic pilot,\" appearing to be separated from choices motivated by your Essence Self. Utilitze the power of Red Serpent to create spontaneity and novelty, freeing the predictability of the routine and habitual.The shadow of Red Serpent can also be seen as adherence to cultural beliefs. One example of this is having the \"right\" diet, car, house, meditation practice, and so on. Another is wanting others to fit your picture of desirability or fulfill your desires, in order to create a feeling of security and self-worth. Transform these patterns. Discover your own intrinsic motives. Sense the novel choices available to you. Practice making decisions intuitively and spontaneously. You are being asked to connect instinct with essence.Another shadow of Red Serpent is being attached to the physical body or being enmeshed in sensual desires. Perhaps you identify so much with your body and how it looks that you think your body is you. This can support the illusion of separation from your Essence Self. Work with the issues and physical desires held within your body. Step aside from your self-judgements and issues of sexual expression. Utiltize Red Serpent to fully experience sexuality in alignment with love. See the body as a sacred tool for transformation. Step aside from judging the sexual preferences and expressions of yourself and others.Hidden in the dark recesses of this shadow are issues of sexual dysfunction, sexual harassment, rape, sexual abuse, and the fear around AIDS and sexually transmitted diseases. Red Serpent offers transformation and healing. Revealed in these shadow issues of sexuality is a desire for deeper union, love, and intimacy. Some people feel intimacy only during infatuation or romantic interludes and lovemaking; however, intimacy is the mutual connection between essences. It is the ability to acknowledge the depths of another person, and it can be fostered through many kinds of sharing, including that of feelings and vulnerabilities, warmth and affection, and hopes and fears. Explore what it means to be intimate with another, remembering that intimacy is an open door to higher state of consciousness.The transformation offered in this shadow is found in learning to love yourself and others unconditionally.",
    "Yellow Seed is your Compliment - something that comes naturally to you. Yellow Seed is the ordered pattern of growth. You and your life are the fertile soil, and the mystery blooms within you through the power of your intention or seed thoughts. Just as a seed contains the hologram of its completion, the process of manifestation follows a natural order. In this gestation process, your intention is quickened by Spirit. The charged seed, your true desire or vision, becomes the focus for germination.What can you open that will support receptivity and assist the germination of your seed intentions? Envision the seed receiving the invitation to grow in the openness of your world. Viscerally feel the possibility of your heart's dream emerging. Your true desires and dreams contain an innate intelligence that can break through even the rigidity of fixed expectations. Planting a new seed, even in the hard soil of old belief systems, can bring unexpected magic and growth.Be willing to break open the constraining shells of past patterns, the shackles of belief structures. Call forth your creative involvement with life. This involvement frees and awakens the powerful energy of the life force, shifting your perceptions and experience, catalyzing the manifestation of your dreams. Participate spontaneously in your growth, unrestricted by the illusion of old structures that once provided safety. Move forward into the light of new possibilities.Offer your dream-seed to the universe. In the ordered patterning of the light, align with your heart's greater purpose. In gratitude, surrender and release the seed to the benefit of your growth and its own pattern of perfection.The number for Yellow Seed is four, the vibration of measure. This is the number of cycles and seasons. It represents the ordered patterning of the light wherein, as Jose Arguelles says, \"form learns to generate its own seed.\" The number four represents the freed pattern of form, the germination of specific seeds co-created with Spirit. If you are in the process of seeding something, meditate with the number four and the energy of Yellow Seed to assist you.",
    "Your Tone is Tone 8 - GalacticEmpowerment, galactic grid, path of the one heart.Eight is the ray of harmonic resonance, the foundation of self combined with the current of the trinity. It is love made visible. Create the flow of harmony in your life. Enter the spiral frequencies of the greater galactic grid. You are being offered empowerment through your innate resonance with this grid. Be aware of where you are drawn, for there you will find unique opportunities. Discover the harmony of being in this natural resonance with others. Be receptive. You are the diviner of harmony, the meeting ground of physical reality and the infinite.Bring a deeper harmony to the practical circumstances in which you find yourself. Free the ego from its self-centeredness. Embrace the potent energies that are raising the harmonic frequencies of the planet. Breathe easily; you are the song being sun by the new golden octave. Sound the resonant tone of the one heart!"
  ]
}
