{
  "kinNumber": "80",
  "affirmation": [
    "I Polarize in order to Enlighten",
    "Stabilizing Life",
    "I seal the matrix of universal fire",
    "With the Lunar tone of Challenge",
    "I am guided by the power of Free Will"
  ],
  "reading": [
    "Yellow Sun is your Conscious Self - who you are and who you are becoming.\"I Am that I Am...I Am that I Am...I Am that I Am.\" This mantra of Yellow Sun is a meditation for accessing the I Am presence that contains great power and universal truth. Yellow Sun is the mystery unveiled, the simplicity of unconditional love and limitless bliss. Known by many names, Yellow Sun is the Solar Lord, the Mind of Light, the Center that is also your center. Yellow Sun is your solar home, the Great Central Sun.",
    "Yellow Sun is a reminder that you are, at every moment, in the center of All That Is. In your journey of remembrance, you are crafting a light body to return to a home in the stars that you never really left. Return as a child of the sacred to the Great Central Sun! You are the crown of creation, infused with the blueprint of solar mind. You are a Godseed, the reflection of cosmic consciousness. You are love made visible!",
    "Discover the simple secret encoded in Yellow Sun's star-glyph: you are unconditional love, the stone of indestructible liberation. Radiate that knowing in all your thoughts and actions. Love all of creation. Join the dance of light, the fundamental constant of nature, and shine forth the clarity of your true essence. There is great power in simply identifying with the light:\"As above, so below.\" You are in God, and God is in you.",
    "As you express unconditional love, you become more than you previously perceived yourself to be. You become illumined, the full manifestation of your divinity. In the embrace of your humanity, accept yourself and others unconditionally. Magnify your full presence. Yellow Sun will come in myriad forms to assist you. Be limitless. Accept and understand the nature of judgement, fear, light and dark within yourself and others. Love and accept yourself and others as you are, freed from previous boundaries. You are the dawning of the solar age.As you move toward your core of light, you will find a clear-light awareness that is innately innocent. In this place, the mind is restored to it's original state of receptivity. Clarity and freedom become expressions of being, and bliss becomes the body. At this core of light, a new reality is born. From the union of the divine masculine and feminine is birthed the solar androgyny of cosmic consciousness.",
    "Now we find ourselves in a great awakening. We have the opportunity to retrace our steps, to return to union with Original Cause. We who have deepened the illusion of seperation are now poised to retrieve what seemed to be lost forever. Through the gift of rebirth and ascension, we are reclaiming our original state of union with God. We are going home.",
    "The process of rebirth and ascension can be viewed simply as the raising of the vibratory rate of the Earth and her children. It is embodied in the state of consciousness that knows the self as divine. The circlet, or crown, is a symbol of recognizing and knowing that divine self. So the crown as a sacred tool is a universal symbol of the completion of a circle of self-empowerment and self-authority. Full ascension is the freedom to take your physical form with you to other planes and dimensions. In preparation for the ascension, there is an opening and clearing of your light seals and chakras. If you choose to walk this path, know that in the embodiment of your \"I Am\" self, you will learn to accept all things unconditionally, forgiving and releasing all judgements of yourself and others. The activation of solar mind and ascension is already in progress. In divine fusion, you are becoming the one body of the ascension.Open your heart as a flower to the Sun, and become the same love that holds universes together! Yellow Human is your Higher Self & Guide.",
    "Yellow Human is the grail, the golden fleece, the philosopher's stone, the alchemical transmutation that turns baser materials into gold. It is the cornucopia, the paradox of emptiness and harvest, the still place that lies open and fallow, receiving the gifts.",
    "Yellow Human offers you the gift of beginner's mind in the fullness of union. Be receptive. Yellow Human is preparing your circuits for transformation. Become empty, that your thirst may be quenched by the bounteous gifts poured from the chalice of the spiralling galaxies. Open and receive all that Yellow Human offers in the chalice of your own body.",
    "Eb asks you to strengthen and clear your physical vessel in order to prepare for the expanded energies of higher mind. Your chalice of self is being purified through vibrational adjustments in the brain/body system. With this quickening, adjustments are made and your circuits of consciousness are naturally transformed. Often this process is accompanied by the sensation of being altered or \"rewired\". Higher centers of the brain and the light-sensitive pineal and pituitary glands are being activated to contain more light. This penetration brings you to a critical threshold, creating enormous change at the cellular level. It also activates soul memories and expands your concepts of reality.",
    "With this expanded consciousness, your brain/body system is being cleared and fine-tuned so that you can create a sluiceway for the activation and acceleration of cosmic consciousness. This penetration of frequencies and its accompanying quickening is like upgrading the 'hard drive' of your biocomputer and activating the 'hidden chip,' the unused parts of your brain.This is the foundation and awakening of your light body, a body crafted from the expansion of interstellar light within every cell. This body exists in and out of time and space and is able to experience and communicate freely with other dimensions and times. This is the resonant body within those whom Jose Arguelles calls the Servant-Warriors: \"those humans who fully realize the dream light body within the physical body and understand the circuitry of the human organism - who use the light body to navigate the electromagnetic waters which we call the universe.\"",
    "The development of the light body involves strong interaction between Spirit and self as you prepare for entrance into the expanded chalice of Essence Self. In preparing this vessel, you enter into the rites of passage inherent to cosmic consciousness, and such rites eventually burst any false containers of self that cannot encompass the expanding chalice.",
    "In meditation, expand to include all that you are. Then bring that feeling of expansion back into your physical self. In this process, you create a complex stability, opening a chalice of self that is fully rooted in human form. With this expansion, you are freed to explore within a new center that, paradoxically, seems to have to center. Yellow Human reveals the secret of being essence within form, everywhere and nowhere, \"nothing\" but present in all things.",
    "The metaphor of the ever-expanding chalice is a powerful spiritual tool. This chalice represents the eternal container of light, ever filled with spirit's fire and nourishment. It is the metaphor that represents the form in which your full potential can manifest. Each stage in your journey feels like the final one, but each stage then opens to an expanded form, releasing you into the next stage of consciousness.",
    "All the gifts of the macrocosm pour out of the universal cornucopia. With an open heart, empty yourself to be filled with the fruits of your true desire. Through the temple of your body, lift the chalice of your expanded self and declare that it is filled with truth and clarity. Feel the ecstatic union with your full potential as a human being.",
    "Meditate on the cornucopia with you at its center. Lift the chalice of your self-generated energy vortex to greet the vortex that will descend from above. As an open vessel, prepare a place to receive Yellow Human's gifts. When you flow in unconditional love, all the fruits of the universe rush toward you for benediction.",
    "Bathe in love's essence as a child splashing in a pool on a hot day. Connect with others in joyous union. Use the broom of Yellow Human to sweep your day clear of past experiences and the issues and obstacles of small mind. In the spirit of Yellow Human function on all frequencies and power bands. Your cup is filled with the nectar of sacramental union. Be fulfilled by the great harvest of love! ",
    "Red Dragon is your Subconscious Self and Hidden Helper.",
    "Red Dragon represents the root source of life, the nurturance and support of primary being, and within it are found the primal waters of unity. This is where your deepest roots receive true nourishment. Red Dragon is the energy of form contained within the formlessness of the primordial sea.Primal trust means making choices with no guarantees, knowing that divine nurturance will provide what is needed for your journey. It means making choices moment by moment, implicitly trusting your innate steering mechanism of heart-knowing. Primal trust implies surrendering to the will of the divine self, letting go of what your ego deems to be control of the outcomes in your life. It means deeply trusting the processes that are at work within your present spiral of evolution.",
    "The energy of Red Dragon asks you to embrace the depth of your receptivity. Perhaps you have been taught that it is better to give than to receive. Giving is a powerful way to learn how to receive, but it is not the whole picture. There is a circuit of completion in giving and receiving that happens within you and in your external world at the same time. If you trust unconditionally in the giving, you are not attached to how the gift is received. When you freely give, you fill your cup with sweet waters, which you can then offern innocently and purely to another. Know, on one level, that your gift is poured out universally regardless of how it appears to be received. However, when the gift comes from the ego, it is limited by expectations and conditions. Love just is. It is neither given nor taken; rather it is simply discovered and allowed.",
    "The universe is an inseparable whole. Red Dragon represents the energy matrix lines that look like a web in the universe, through which all points are connected in time and space. This energetic web of communication is known as the 'crystal grid network.' It is a cauldron of creation, a potent field in which all things are not only possible but constantly being created. Within this grid, the linear causality of time and space has been freed into an open system in which all time and all space exist and interact simultaneously. This grid connects the larger holograms of reality with our own. Its energy lines connect all places, times and events - even those that are seemingly unrelated. All phenomena and all actions are part of this larger whole; it is the very foundation for telepathy and synchronicity. Red Dragon embodies unity, in which all things are one with the Source.",
    "White Dog represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.Do you feel caught up in the emotional drama of life? White Dog asks you to take an honest look at repetitive or obsessive roles. The charged emotions in these roles are often associated with anger, fear, or jealousy. White Dog offers you a different experience of yourself - that of the objective 'witness' who can choose, rather than being drawn into charged emotional reactions. You can feel the liberation of observing your life from varied positions. At the same time, befriend the emotional, reactive part of yourself by examining its underlying issues and their emotional source.",
    "All emotions hold the positive intent of assisting you in seeing the truth, receiving the teaching, and healing the root cause. Strong 'negative' emotions often come from hidden wounds and unresolved life experiences. Deep emotions may arise from a sense of separation and a desire for unity that may be misunderstood by the emotional body. Are you easily \"unhinged\" by feelings of possessiveness or jealousy? If so, learn how to take the position of \"the other\". Step inside the other's skin and see how it looks from his or her perspective. Then feel the release that comes from stepping out of your position and understanding from another's perspective.",
    "Remember, you are always at choice. If you hold memories or wounds relating to unfinsihed emotional issues, you are being asked to interact with individuals, situations, or memories that still hold their charge. These issues are requesting healing and release. There is no blame, and there are no victims. Now is the time to clear these issues, to make way for new and liberating perceptions.",
    "As you express who you truly are, your companions of destiny acknowledge your true essence, building the trust and connection that reveals your destiny.",
    "The Harmonic Wisdom of White Dog is affinity, the attraction of like vibrations or substances for one another. Such companions are drawn together by the same aligned force that draws iron filings to a magnet. Companions of destiny are drawn together to do work that is naturally harmonious.",
    "Blue Storm is your Compliment - something that comes naturally to you.Blue Storm is the initiation by fire, the lightning path, the arrival of the thunderbeings who bring the final transformation. To the Maya, Blue Storm represents the storm, the thundercloud full of purifying rain, and the lightning that shatters any false structuring of reality. Blue Storm is the purification of the 'body temple' and the ignition of the light body. In these last years of a twenty-six-thousand-year Mayan grand cycle, Blue Storm comes to help you in the disintegration process that moves you from separation to ascension. This initiation by fire breaks any false containers of self that cannot withstand the flame of transmutation. Only your true identity will live through these fires, for you will be reborn in the heart of All That Is.",
    "Blue Storm provides the water that purifies and quenches your spiritual thirst. In this state of consciousness, you stand willing to surrender everything. You give up what you seem to be in order to become fully what you are. You step into the fires of the unknown, and you are changed forever.",
    "Allow Blue Storm's storm to purify and cleanse you.",
    "Blue Storm catalyzes and prepares your nervous system and circuitry for complete transformation. It is the electromagnetic storm of transmutation, the clearing and quickening of your physical, mental, emotional, and etheric bodies. As you become aligned with the descending energies, and evolve in consciousness, you body's vibration is raised, becoming less 'dense'. Your new alignment ignites the quickening process that transmutes the shadows of the past, including experiences, judgements, thoughtforms, and old patterns that have held you back.",
    "As you move into this new vibration, you may feel off balance. In this transformational shift, you will feel unusual quickenings on every level of your being. You will sense emotional and physical 'imbalances' and restructuring. Your issues will be catalyzed and brought out for you to address. By being present with your old patterns you have a unique opportunity to access the energy of Blue Storm, which is experienced as an inner transformational 'storm', a natural part of the process of vibrational shift and quickening.",
    "Whether you are experiencing these changes consciously or unconsicously, the vibrational change is adjusting your energy pattern to accomodate the flow of the language of light. These new frequencies feed you on every level of your being. As your transformation progresses, you quickly become aware of the unconscious material you still need to process. No longer can you escape the effects of your belief systems. Fears and negative images can all be felt very quickly. The transformation is experienced as if it were happening 'from the inside out'. Things seem to 'cook' inside you.",
    "Remember that you have chosen to take part in this rebirth, both on a planetary and a personal level - the planetary dream, the miracle on Earth, is what brought you here! You are becoming the living model of the new reality. As an emissary of the great change, you are a transformer of the collective myth. Riding the crest of the wave, you are travelling both outward and inward on your journey home - for yourself and for all those who will follow after you.",
    "A simple catalyst for this catapulting force is the integration of duality within. The personal integration of shadow is what will create the miracle! Personal shadow is simply that which is separated from the full light of consciousness. By integrating shadow, you are freed from delusions of right or wrong, good and evil. Shadow provides an opportunity for you to bring in all of your expanded essence.",
    "Consciousness is a structural metaphor that is calling for transformation. As your consciousness becomes crystallized, narrow, and complex, it invites the process of dissipaton to 'unravel' and break it free. As you travel the spiral vortex of light, expanding into ever-widening realms of truth, your crystallized energy breaks down and trasncends form. This process can be very intense, but if you embrace it, you can be transformed into a freed adventurer - a divine actor who can play any part without becoming attached to it.Your Tone is Tone 2 - LunarLoom of reality, sacred twins, cooperation, relationship, polarity of male and female, duality.Two is the ray of polarity: the sacred twins, smoky mirror and the clear reflection, all things in relationship. Polarity is the loom on which reality is strung, the magnetic dance of universal forces. Within the mirror of polarity, you will find the many faces of illusion, as well as ultimate freedom from illusion.Polarity reveals your conflicts, struggles, and the apparent separation created by your beliefs in duality. Examine your attractions and aversions. Discover the loom of reality that is intricately woven in relationship. Utilize the teachings that are held in the number two. Polarized positions actually work in cooperative alliance. In cooperation, all polarities serve as backgrounds for full appreciation of one another and the whole.Also examine the polarity of male and female within yourself. Explore your divine feminine and masculine aspects. Look for the gifts within your relationships. Invesitage the polarities within them, and explore the natural lines of force and growth they create. Remember, polarity is the pulse of Universal Source!"
  ]
}
