{"dailykin":{"day":"10/7/2020","color":"yellow","kinNumber":"192","name":"YELLOW PLANETARY HUMAN","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/10g.png","number":"10","name":"Planetary","words":["Producing","Manifestation","Perfect"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/12.png","number":"12","name":"Human","words":["Influence","Wisdom","Free Will"]},"affirmation":["I Perfect in order to Influence","Producing Wisdom","I seal the process of free will","With the Planetary tone of Manifestation","I am guided by the power of Universal Fire"],"reading":["YellowPlanetary Human","Yellow Human is your Conscious Self - who you are and who you are becoming.Yellow Human is the grail, the golden fleece, the philosopher's stone, the alchemical transmutation that turns baser materials into gold. It is the cornucopia, the paradox of emptiness and harvest, the still place that lies open and fallow, receiving the gifts.","Yellow Human offers you the gift of beginner's mind in the fullness of union. Be receptive. Yellow Human is preparing your circuits for transformation. Become empty, that your thirst may be quenched by the bounteous gifts poured from the chalice of the spiralling galaxies. Open and receive all that Yellow Human offers in the chalice of your own body.","Eb asks you to strengthen and clear your physical vessel in order to prepare for the expanded energies of higher mind. Your chalice of self is being purified through vibrational adjustments in the brain/body system. With this quickening, adjustments are made and your circuits of consciousness are naturally transformed. Often this process is accompanied by the sensation of being altered or \"rewired\". Higher centers of the brain and the light-sensitive pineal and pituitary glands are being activated to contain more light. This penetration brings you to a critical threshold, creating enormous change at the cellular level. It also activates soul memories and expands your concepts of reality.","With this expanded consciousness, your brain/body system is being cleared and fine-tuned so that you can create a sluiceway for the activation and acceleration of cosmic consciousness. This penetration of frequencies and its accompanying quickening is like upgrading the 'hard drive' of your biocomputer and activating the 'hidden chip,' the unused parts of your brain.","This is the foundation and awakening of your light body, a body crafted from the expansion of interstellar light within every cell. This body exists in and out of time and space and is able to experience and communicate freely with other dimensions and times. This is the resonant body within those whom Jose Arguelles calls the Servant-Warriors: \"those humans who fully realize the dream light body within the physical body and understand the circuitry of the human organism - who use the light body to navigate the electromagnetic waters which we call the universe.\"","The development of the light body involves strong interaction between Spirit and self as you prepare for entrance into the expanded chalice of Essence Self. In preparing this vessel, you enter into the rites of passage inherent to cosmic consciousness, and such rites eventually burst any false containers of self that cannot encompass the expanding chalice.","In meditation, expand to include all that you are. Then bring that feeling of expansion back into your physical self. In this process, you create a complex stability, opening a chalice of self that is fully rooted in human form. With this expansion, you are freed to explore within a new center that, paradoxically, seems to have to center. Yellow Human reveals the secret of being essence within form, everywhere and nowhere, \"nothing\" but present in all things.","The metaphor of the ever-expanding chalice is a powerful spiritual tool. This chalice represents the eternal container of light, ever filled with spirit's fire and nourishment. It is the metaphor that represents the form in which your full potential can manifest. Each stage in your journey feels like the final one, but each stage then opens to an expanded form, releasing you into the next stage of consciousness.","All the gifts of the macrocosm pour out of the universal cornucopia. With an open heart, empty yourself to be filled with the fruits of your true desire. Through the temple of your body, lift the chalice of your expanded self and declare that it is filled with truth and clarity. Feel the ecstatic union with your full potential as a human being.","Meditate on the cornucopia with you at its center. Lift the chalice of your self-generated energy vortex to greet the vortex that will descend from above. As an open vessel, prepare a place to receive Yellow Human's gifts. When you flow in unconditional love, all the fruits of the universe rush toward you for benediction.","Bathe in love's essence as a child splashing in a pool on a hot day. Connect with others in joyous union. Use the broom of Yellow Human to sweep your day clear of past experiences and the issues and obstacles of small mind. In the spirit of Yellow Human function on all frequencies and power bands. Your cup is filled with the nectar of sacramental union. Be fulfilled by the great harvest of love! ","Yellow Sun is your Higher Self & Guide.\"I Am that I Am...I Am that I Am...I Am that I Am.\" This mantra of Yellow Sun is a meditation for accessing the I Am presence that contains great power and universal truth. Yellow Sun is the mystery unveiled, the simplicity of unconditional love and limitless bliss. Known by many names, Yellow Sun is the Solar Lord, the Mind of Light, the Center that is also your center. Yellow Sun is your solar home, the Great Central Sun.","Yellow Sun is a reminder that you are, at every moment, in the center of All That Is. In your journey of remembrance, you are crafting a light body to return to a home in the stars that you never really left. Return as a child of the sacred to the Great Central Sun! You are the crown of creation, infused with the blueprint of solar mind. You are a Godseed, the reflection of cosmic consciousness. You are love made visible!","Discover the simple secret encoded in Yellow Sun's star-glyph: you are unconditional love, the stone of indestructible liberation. Radiate that knowing in all your thoughts and actions. Love all of creation. Join the dance of light, the fundamental constant of nature, and shine forth the clarity of your true essence. There is great power in simply identifying with the light:\"As above, so below.\" You are in God, and God is in you.","As you express unconditional love, you become more than you previously perceived yourself to be. You become illumined, the full manifestation of your divinity. In the embrace of your humanity, accept yourself and others unconditionally. Magnify your full presence. Yellow Sun will come in myriad forms to assist you. Be limitless. Accept and understand the nature of judgement, fear, light and dark within yourself and others. Love and accept yourself and others as you are, freed from previous boundaries. You are the dawning of the solar age.As you move toward your core of light, you will find a clear-light awareness that is innately innocent. In this place, the mind is restored to it's original state of receptivity. Clarity and freedom become expressions of being, and bliss becomes the body. At this core of light, a new reality is born. From the union of the divine masculine and feminine is birthed the solar androgyny of cosmic consciousness.","Now we find ourselves in a great awakening. We have the opportunity to retrace our steps, to return to union with Original Cause. We who have deepened the illusion of seperation are now poised to retrieve what seemed to be lost forever. Through the gift of rebirth and ascension, we are reclaiming our original state of union with God. We are going home.The process of rebirth and ascension can be viewed simply as the raising of the vibratory rate of the Earth and her children. It is embodied in the state of consciousness that knows the self as divine. The circlet, or crown, is a symbol of recognizing and knowing that divine self. So the crown as a sacred tool is a universal symbol of the completion of a circle of self-empowerment and self-authority. Full ascension is the freedom to take your physical form with you to other planes and dimensions. In preparation for the ascension, there is an opening and clearing of your light seals and chakras. If you choose to walk this path, know that in the embodiment of your \"I Am\" self, you will learn to accept all things unconditionally, forgiving and releasing all judgements of yourself and others. The activation of solar mind and ascension is already in progress. In divine fusion, you are becoming the one body of the ascension.Open your heart as a flower to the Sun, and become the same love that holds universes together!","Red Moon is your Subconscious Self and Hidden Helper.","Red Moon is the cosmic seed of awakened awareness. Consume it like a fruit, and let it blossom within you. You are on the quest of self-remembrance, of Godseed. If you work with the energy of Red Moon with clear awareness and attention, an awakened state of remembrance will naturally blossom within you. Remembrance means having direct access to your expanded presence through an intrinsic perception of unity. Remembrance is your recognition of the larger pattern and your connection to it, often facilitated through dreams, art, music, colors and creative pursuits. With focused attention, meditate on Red Moon and you will receive help with self-remembrance.","Red Moon is also a beacon or transmitting station. As you open to self-remembrance, you become a beacon and receiver for cosmic consciousness. This communication creates the gradual opening of the third eye, the eye within the mononlith of self. As this eye opens and your communication becomes more refined, you will notice more signs, signals and understanding coming to you. These are all for your growth and evolution - a feedback system from which you can gain insight about your journey.","The number for Red Moon is 9, which symbolizes the recurrence of great cycles. An example of such recurrence is the periodic return of master teachers to help awaken human beings on Earth. Nine is the number of Quetzalcoatl, buddha, and Christ. Red Moon is a symbol for great teachers who have come to translate univeresal wisdom to humanity, to embody the awakened state of consciousness that is accessible to all. Such teachers serve as a connection to the Divine and hold the promise of full self-mastery. ","Take off the veil of forgetfulness. Become the beacon of awakened awareness. As you open to self-remembrance, you will freely receive divine guidance. Be with others who support your fullest expression. ","White Wind represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In the shadow of White Wind, you may doubt yoru oneness with the Source, feeling that divinity is outside yourself. Not realizing your ability to respond as a co-creator of your reality, you may tend to leave everything up to Spirit. Yet you are Spirit, so it is up to you! If you are waiting, feeling separated from inspiration, attract it through the clarify of your own spiritual intent. Call it forth to manifest in your life.Being aligned and unifed with Spirit, imagine yourself being infused and purified, clearing your neural circuitry with the frequency of White Wind. The transformation held in this shadow can be found in experiencing the inspiration of Spirit, no matter how sublt your perception of it is. Follow your innate guidance. Act on inspiration as it comes to you, without analyzing it. And remember: the breath of Spirit can be as subtle as a fragrance in a breeze. Learn to sense and experience it.Another indication of the shadow of White Wind is feeling constrained by the forms and idioms of organized groups or religions. If you're in this shadow, alarms may go off when you hear words like ceremony, ritual, archetype, heaven, or God. In the Mayan system, words are held in a larger context than is implied in ordinary usage. The word heaven, for example, denotes a particular vibrational frequency and harmonic resonance. There are probably many forms of meditation, ceremony, prayer, and other practices that could serve your spiritual evolution. Appreciate the truth in all forms! Be willing to look at subconscious programs that may impair the experience of forms that do serve your spiritual unfoldment. Consciously release judgments, resentments, or hidden wounds you may have about organized groups and religionns and their participants or practices.Learn to sense and experience your connection with the Divine by acting on inspiration as it comes to you.*in the Mayan Oracle, book, below - there are 3 great Breath Meditations for White Wind*","Blue Hand is your Compliment - something that comes naturally to you.Blue Hand is a gateway, an opening, a portal from one understanding to another. A clue to the meaning of Blue Hand is found in the meditation, \"I am, by thinly veiled design, the threshold to other dimensions. In my ending is my beginning. The initatory gateway awaits.\" Blue Hand is the seventh or last archetype in the cycle of development of primary being. It represents the power found in completion. Blue Hand is seen as a closure, which is really an opening to another level of being.","Like the fluidity of moving water, Blue Hand is associated with the process of dance, mudra, and beauty. This movement is a metaphor for the ebb and flow of life. In meditation with Manik, experience the flowing quality that is the beauty of the cosmic dance. Remember this essence and this fluidity at times when your life feels most inflexible or lacking in beauty.","Blue Hand represents the 'beauty way', the ability to see intrinsic beauty within yourself and in all things. Living the beauty way requires being in your full beauty and power. From this place, your self-authority naturally flows. This is the position where your ego is aligned with divine will. When you are standing in your full beauty and power, your very presence invites others to be all that they are. To the Maya, Blue Hand represents the deer, the gentle, serenely aware guide who walks in fluid beauty and grace, opening and revealing.","The energy of Blue Hand will also help you to manifest spiritual skills - especially those intuitive gifts such as oracular divination. In each incarnation, you bring certain gifts. Each path - from priest and priestess to shaman and dancer to artist and gardener - carries varied tools and skills. You have chosen certain gifts and tools that offer you a way to interact with others and your life process. This may be as simple as calling on your innate wisdom and insight in order to see clearly the gifts and too ls that you carry.","Your Tone is Tone 10 - PlanetaryIntention, true identity, foundation of Essence Self, aligned manifestation.Ten is the ray of manifestation, the foundation of individual self manifesting its true identity, the foundation of Essence Self. A potent manifestation awaits you. Two worlds combine. The key to manifestation in all realms is through clear intention and the embodiment of your divine essence. What does your heart desire to manifest? Begin by aligning with your essence. Essence aligned with intention creates an etheric thoughtform, an \"energy matrix image.\" As long as it is unrestricted by limiting beliefs, the energy pattern emerges and evolves. As it evolves, it aligns with the larger pattern until finally it is released inot manifestation.The Planetary Tone of ten is asking you to look carefully at your own foundations. What structures and belief systems is your reality built on? What foundations motivate your choices? You are now creating a new foundation, walking into all that you are - your Essence Self. As the foundation of your Essence Self emerges, others will recognize your true identity. When you are in resonance with the universe, manifestation is a natural by-product."]},"calendar":{"galactic":"18","guided":"Universal Fire","moon":{"image":"https://spacestationplaza.com/images/moons/moon_lq.gif","name":"Last Quarter","percent":"77.1%"}}}