{"dailykin":{"day":"3/15/2020","color":"white","kinNumber":"246","name":"WHITE CRYSTAL WORLDBRIDGER","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/12s.png","number":"12","name":"Crystal","words":["Universalizing","Cooperation","Dedicate"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/06.png","number":"6","name":"Worldbridger","words":["Equalize","Opportunity","Death"]},"affirmation":["I Dedicate in order to Equalize","Universalizing Opportunity","I seal the store of death","With the Crystal tone of Cooperation","I am guided by the power of Endlessness"],"reading":["White World-Bridger is your Conscious Self - who you are and who you are becoming.In this life-time you are being asked to release and surrender. Surrender is the opposite of giving up. It is freeing yourself from the desire to be in control, letting go of how you think things should be. Surrender is freedom. You are being invited to release yourself from the bondage of preconceived action, to let everything be all right as it is, so that you can live a more inspired life in the moment!\r","You are being asked to take action in the process of surrender and release. You are requested to die a symbolic death, to surrender your limiting beliefs. Symbolic death unveils the self by cutting away the outgrown parts of yourself that no longer serve you. In such death, ego structures fall away to reveal the garden of the true self. Look for new ways of being, new people, new ideas, and new directions that will move into the vacuum created through surrender and release. Like yeast, surrender enlivens and empowers you to experience more of life's fullness.\r","Holding on to past patterns and grievances only limits the possibilities. Forgive yourself. Forgive others. Let go. Surrender whatever limits you. Face whatever you are resisting. In the experience of any loss, it is never too late to complete. Through your willingness to walk in the dark forest, insights and revelations will naturally emerge.\r","White Mirror is your Higher Self & Guide. White Mirror represents the Hall of Mirrors, where you can face your own reflection and see the truth about yourself. As a mirror, White Mirror merely reflects what is, whether truth, beauty or illusion. Here you can face unfinished business, the dissonance of difficulties, or charged issues that would keep you from the full expression of your Divinity. Become aware of any illusions or distortions within yourself; your clarity of perception will transform them. Take a moment to see yourself as you actually are, shadow and all, freed from the maze of mental illusion.\r","Sometimes you may find yourself reacting rather than freely responding to a situation or person. If you have charged reactions such as frustration, anger, fear, judgement or jealousy, look at how you might be projecting these issues onto someone else. The world is the mirror for you to truly see. Any strong reaction to a person or event signals an issue to work on in yourself. Be willing to examine and utilize what you see in your mirrors, in order to transform dysfunctional belief systems, negative thoughtforms, and fixed patterns.\r","In the Hall of Mirrors there is no good or bad, no right or wrong - there is only the reflection of what is. As you learn to see yourself, you begin to see your emotional reactions as signs indicating where to focus your awareness for growth.\r","On this quest, come prepared to face White Mirror's sword of truth and purification. The wisdom of this sword penetrates, exposes, and ultimately heals your illusions. Discrimination is tempered with love cleanly cuts away everything that does not serve your evolution. To the Maya, White Mirror is the flint that hones your sword.\r","The greatest gift of the sword is the power of forgiveness. A profound freedom emerges from forgiveness, the releasing of the illusion of cause and effect. Use the great gifts offered in this blad of truth and light to forgive and release anything you may judge or see as imperfect.\r","You are already an Enlightened Being!\r","*White Mirror's are able to clearly reflect others back to themselves once their own mirror is clear.*\r","Blue Eagle is your Subconscious Self and Hidden Helper.\r","Blue Eagle reminds you to step powerfully into your commitment as a planetary server! Your assignment includes whatever furthers your personal evolution and the evolution of global mind. You are an awakener, a transformer, an empowered gloal visionary. In your vision, you have compassion for others, and your decisions are made in the light of global consciousness. Ask yourself how you might experience compassion toward self, the Earth, and others. Be guided towards types of work, relationships, places to live, and projects that will benefit the Earth and her creatures. Allow your spirit to expand. Soar on your spreading wings and planetary perspective. Affirm: \"Through your, Gaia, I am also transformed! I am awakening as the return of divine love and light. We are all one. Gaia, as you awaken, I heal myself. As I awaken, you are healed, and together our petals open ecstatically to the new Sun of Flowers.\" \r","It is up to each one of us to hold a positive vision and affirmation, for the means by which this miracle will occur is through changes in the one affecting the greater whole.\r","Imagine the profound impact your loving thoughts have on planetary mind. You do make a difference! As you connect individually with the larger crystal grid network, your power is multiplied exponentially. This galactic grid is also known as the Mayan cobweb.\r","The greatest gift you can offer to the planet is to simply be the love. Believe in yourself and your dreams and visions! Remember your special gifts, your path of service on Earth, your promise to serve the light. Everything you are connects to the greater whole. You are starseeded! You have the vision of the eagle. Believe in your dreams. You are the hope and the vision revealed.\r","Yellow Warrior represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.A major shadow of Yellow Warrior is a lack of trust in your inner voice. Oftentimes, in listening for the roar of a lion, you may not perceive the more subtle messages given by Spirit. Divine communication directs transformations on a cellular level, outside the realm of cognition. Self-doubt and fear are blocks to such trust. By creating electrochemical charges and holographic residue in your system, they can block access to cosmic communication. Your true self is always in direct contact with cosmic consciousness. Trust in your ability to receive clear inner teaching.\r","The transformation offered in the shadow of Yellow Warrior is found in releasing and healing these blockages. Start by simply claiming your birthright of guidance from Spirit - and thus your union with cosmic consciousness. If you sense that you have a block, or if you lose this connection, lift and clear yourself. Call on your divine connection and your self-authority in meditation or prayer. Claim your own healing. You will be guided toward self-forgiveness and integration. The ferryman offers you clear passage to direct guidance. Trust in your mystical intelligence and inner knowing.\r","Some people call this inner knowing a \"spiritual steering mechanism\", and it can appear in many forms. The most common is a sense of confirmation, a strong sensation or rush, the \"touch of Spirit.\" Another is subtle body movements or specific sensations in which energy is directed through the autonomic nervous system. In this case, when the message is received, the body responds with an involuntary movement, a vibration, a feeling. Some people may have a feeling of warmth in their heart or solar plexus. Others may hear tones or voices or see lights, colours, patterns, or images. Still others may receive feedings of insight or energy, or \"knowings\" that are confirmed again and again. Any one of these means may become part of your own spiritual compass. Pay attention to these subtle messages. You know when something rings true and when it does not.Attune yourself to the vibration of love, and your clear intent will attract the cosmic consciousness you seek.\r","Red Skywalker is your Compliment - something that comes naturally to you.Red Skywalker is the skywalker, the time/space traveller who can jump dimensions to assist you in realizing heaven on Earth. RS is unlimited in form but often chooses the form of the angelic messenger.\r","A person who embodies cosmic wisdom may be known as a sky-walker, sage or bodhisattva. When others see such light in human form, they feel the vibration of heaven. This vibration may be embodied by you or experienced with a guru, master, an energy such as Red Skywalker, or in a 'chance' encounter with an extraordinary person.\r","An encounter with the energy of Red Skywalker can spark a deep yearning within you for reunion with the Source. Yet from this place of love and compassion, you also have a desire (embodied in physical form) to serve the light. This is the place in you that has the courage to fully express unconditional love, the depths of your being. Red Skywalker asks you to live the new myth by bringing this heaven to Earth in your daily life. As this reality is lived, it touches and awakens the same truth in others: \"They kingdom come, Thy will be done, on Earth as it is in heaven.\"\r","Red Skywalker represents balance in your life - not static balance, but a dynamic equilibrium that includes both your present expression and your starseeded self. In Red Skywalker's star-glyph you see that the pillars of heaven don't appear to touch the Earth. You are the element that appears to be missing in the star-glyph. You are the one whose expression of the light assists in drawing the pillars of heaven to Earth.\r","Joining these pillars in yourself can be viewed as reuniting your male and female aspects. Together, in balance, we create the pillars of the etheric temples of heaven on Earth.\r","The natural state of every system moves toward balance that is fluid and free, as in dance. That balance is experienced differently by each person, but it often brings a sense of steadiness or centeredness even in the midst of movement and change. When you are dancing, you can use your very state of imbalance to create the fluidity of the dance. \r","Your Tone is Tone 12 - CrystalStability in expansion, greater constellation, union of polarity, framework of connectedness.\r","Twelve is the ray of Complex Stability, the foundation of self and the foundation of essence in union with the mystical truth of polarity. All things are interwoven in the dance of yin and yang. All parts make up a greater whole. Draw on the wisdom, strength, and stability you derive as a member of the greater coucil. No matter what your experience, there is a complex stability in the larger pattern that invites you to feel stable as you expand and evolve. Living in a world of polarities, yet knowing that all parts are one in the unified whole, creates the underlying framework of connectedness. The hologram of polarity is simply the structure, the loom upon which worlds and realities are woven.\r","Stability is a matter of perception. Find where you can openly flow and expand in the midst of seeming complexity. Utilize the relationships created by polarity to explore and expand any self-limiting construct. Open your perceptions. Through you, the mysterious balance of the cosmos is fulfilled.\r"]},"calendar":{"galactic":"","guided":"Endlessness","moon":{"image":"https://spacestationplaza.com/images/moons/moon_lq.gif","name":"Last Quarter","percent":"62.2%"}}}