{"dailykin":{"day":"8/29/2020","color":"red","kinNumber":"153","name":"RED PLANETARY SKYWALKER","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/10g.png","number":"10","name":"Planetary","words":["Producing","Manifestation","Perfect"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/13.png","number":"13","name":"Skywalker","words":["Explore","Wakefulness","Space"]},"affirmation":["I Perfect in order to Explore","Producing Wakefulness","I seal the output of space","With the Planetary tone of Manifestation","I am guided by the power of Birth"],"reading":["Red Skywalker is your Conscious Self - who you are and who you are becoming.Red Skywalker is the skywalker, the time/space traveller who can jump dimensions to assist you in realizing heaven on Earth. Red Skywalker is unlimited in form but often chooses the form of the angelic messenger.","A person who embodies cosmic wisdom may be known as a sky-walker, sage or bodhisattva. When others see such light in human form, they feel the vibration of heaven. This vibration may be embodied by you or experienced with a guru, master, an energy such as Red Skywalker, or in a 'chance' encounter with an extraordinary person.","An encounter with the energy of Red Skywalker can spark a deep yearning within you for reunion with the Source. Yet from this place of love and compassion, you also have a desire (embodied in physical form) to serve the light. This is the place in you that has the courage to fully express unconditional love, the depths of your being. Red Skywalker asks you to live the new myth by bringing this heaven to Earth in your daily life. As this reality is lived, it touches and awakens the same truth in others: \"They kingdom come, Thy will be done, on Earth as it is in heaven.\"","Red Skywalker represents balance in your life - not static balance, but a dynamic equilibrium that includes both your present expression and your starseeded self. In Red Skywalker's star-glyph you see that the pillars of heaven don't appear to touch the Earth. You are the element that appears to be missing in the star-glyph. You are the one whose expression of the light assists in drawing the pillars of heaven to Earth.","Joining these pillars in yourself can be viewed as reuniting your male and female aspects. Together, in balance, we create the pillars of the etheric temples of heaven on Earth.","The natural state of every system moves toward balance that is fluid and free, as in dance. That balance is experienced differently by each person, but it often brings a sense of steadiness or centeredness even in the midst of movement and change. When you are dancing, you can use your very state of imbalance to create the fluidity of the dance. ","Red Dragon is your Higher Self & Guide.","Red Dragon represents the root source of life, the nurturance and support of primary being, and within it are found the primal waters of unity. This is where your deepest roots receive true nourishment. Red Dragon is the energy of form contained within the formlessness of the primordial sea.Primal trust means making choices with no guarantees, knowing that divine nurturance will provide what is needed for your journey. It means making choices moment by moment, implicitly trusting your innate steering mechanism of heart-knowing. Primal trust implies surrendering to the will of the divine self, letting go of what your ego deems to be control of the outcomes in your life. It means deeply trusting the processes that are at work within your present spiral of evolution.","The energy of Red Dragon asks you to embrace the depth of your receptivity. Perhaps you have been taught that it is better to give than to receive. Giving is a powerful way to learn how to receive, but it is not the whole picture. There is a circuit of completion in giving and receiving that happens within you and in your external world at the same time. If you trust unconditionally in the giving, you are not attached to how the gift is received. When you freely give, you fill your cup with sweet waters, which you can then offern innocently and purely to another. Know, on one level, that your gift is poured out universally regardless of how it appears to be received. However, when the gift comes from the ego, it is limited by expectations and conditions. Love just is. It is neither given nor taken; rather it is simply discovered and allowed.","The universe is an inseparable whole. Red Dragon represents the energy matrix lines that look like a web in the universe, through which all points are connected in time and space. This energetic web of communication is known as the 'crystal grid network.' It is a cauldron of creation, a potent field in which all things are not only possible but constantly being created. Within this grid, the linear causality of time and space has been freed into an open system in which all time and all space exist and interact simultaneously. This grid connects the larger holograms of reality with our own. Its energy lines connect all places, times and events - even those that are seemingly unrelated. All phenomena and all actions are part of this larger whole; it is the very foundation for telepathy and synchronicity. Red Dragon embodies unity, in which all things are one with the Source. ","Yellow Star is your Subconscious Self and Hidden Helper.You are a starseed! You contain a holographic 'seed packet' of your evolution into the Mind of Light and the energy that directs you toward wholeness. This resonance offers an expanded view of the larger self and new ways of perceiving reality. Through self-acceptance, you are gifted with this journey. Yellow Star is ignition, like a cosmic milkweed explosion of resonant sparks. It is the launching pad from which you can hear the rumble of the rocket of your accelerated evolution. ","The energy of Yellow Star may be experienced as a gentle rocking that becoes a floating and spiraling sensation, ending in a rush of feeling as you move into expanded reality. This sensation has been described as gently cascading fireworks, shimmering burst on the tapesty of Creation. Cascade into this unchartged perspective. Flow on the cosmic winds wherever Divinity directs, arching back to this reality wth a new experience of self.","Yellow Star's starseeded gift is the revelation of the harmony that unites all things. Instead of just aspiring to be harmonious, become harmony. Practice harmony not just as an abstraction, but as a living reality. This practice blends different energies, thoughts, people, and processes. Act on intuitive guidance as to what to combine and when. As you begin to follow your heart, you will know the feeling of being on the return path to the stars.Yellow Star offers you the ability to hold a greatly expanded focus, a unity of awareness that encompasses aspects of the larger constellation of self. An example of this would be a simultaneous awarenss of the desires of the existential self and the truth of the Essence Self. This star harmony encompasses the greatly enlarged perspective of your starseeded self, the part within you that holds the potential of your greatest destiny.Unlike the preceding 7 tones, which were seperate and distinct, Yellow Star begins a more complex harmonic series as it completes the preceding octave. On a spiritual level, Yellow Star begins the development of higher being. The fundamental tones that occur in this series are of a more expanded frequency than those of the preceding seven tones. In this new octave, there is alignment in the harmonies of Earth and the harmonies of the stars that are now being sounded on Earth. Yellow Star is the first in a series of star harmonies that evoke accelerated growth of the starseed potential within you.","Blue Night represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.One indication of the shadow of Blue Night is being lost in self, being too inward and subjective. Some experience this subjectivity as depression. Yet from this place you can learn to face and free your deepest fears. Instead of resisting this process, embrace it, garnering its wisdom. Go deep inside and discover the positive intent that is held in your experience. What is it trying to show you that you have not been willing to look at? If you can go through your 'stuckness', you can find unexpected insights and gifts in the apparent darkness.","A great opportunity for looking within can also be found in recognizing how you judge and evaluate yourself. Self-judgement impairs access toyour own intrinsic wisdom. Judgement of how you 'should' be affects your process. Perhaps your conditioned beliefs have become harsh tools of comparison and classification. To \"be\" is not a specific goal; being is simply the innocence that is regained through acceptance of self.","Freed from judgement and labels, your journey naturally opens to growth. It is OK to make \"mistakes\" along your way. From life, you have created the \"house\" you live in and from which you see the world. Now is the time to go within and reveal your essence, to break the bonds of the old structures. In this process, it is only natural to feel vulnerable. You are breaking up the blockages and barriers around the heart of self. You are creating a new \"home\" in Essence Self, a sanctuary within the serenity of innocence.Self-judgment also intensifies issues of self-worth and feelings of separation. You are intrinsically worthy. Become aware of anything that suggests you are not worthy to receive all that you desire. Self-judgment can seriously hamper your evolution. Love yourself. Remember: beliefs that are ready to be transformed show you the way through their shadows. Be willing to follow your process into seeming darkness and discomfort, to find the gifts being offered there. Blue Night can help to show you that apparent enclosures and limitations are only opportunities to learn.Blue Night may also signal an unconscious fear of change, from deep core issues to the fear of life's lessons. A unique opportunity beckons and transformation awaits; where the illusions of fear have been separated from consciousness, the gifts of integration and wholeness are found. What appears to be contraction into self will eventually bring you full circle, like the in-yang symbol, into a more fluid and expanded state. Going deep within, Blue Night teaches you its greatest truth: what is contained in darkness holds the greatest potential for light.","White World-Bridger is your Compliment - something that comes naturally to you. In this life-time you are being asked to release and surrender. Surrender is the opposite of giving up. It is freeing yourself from the desire to be in control, letting go of how you think things should be. Surrender is freedom. You are being invited to release yourself from the bondage of preconceived action, to let everything be all right as it is, so that you can live a more inspired life in the moment!","You are being asked to take action in the process of surrender and release. You are requested to die a symbolic death, to surrender your limiting beliefs. Symbolic death unveils the self by cutting away the outgrown parts of yourself that no longer serve you. In such death, ego structures fall away to reveal the garden of the true self. Look for new ways of being, new people, new ideas, and new directions that will move into the vacuum created through surrender and release. Like yeast, surrender enlivens and empowers you to experience more of life's fullness.","Holding on to past patterns and grievances only limits the possibilities. Forgive yourself. Forgive others. Let go. Surrender whatever limits you. Face whatever you are resisting. In the experience of any loss, it is never too late to complete. Through your willingness to walk in the dark forest, insights and revelations will naturally emerge.Accept the truth of your present situation. Through accepting what is, you are free to go forward. Change and growth become easier and more natural. Each experience in this enlivened state of surrender allows for more joy.","Your Tone is Tone 10 - PlanetaryIntention, true identity, foundation of Essence Self, aligned manifestation.Ten is the ray of manifestation, the foundation of individual self manifesting its true identity, the foundation of Essence Self. A potent manifestation awaits you. Two worlds combine. The key to manifestation in all realms is through clear intention and the embodiment of your divine essence. What does your heart desire to manifest? Begin by aligning with your essence. Essence aligned with intention creates an etheric thoughtform, an \"energy matrix image.\" As long as it is unrestricted by limiting beliefs, the energy pattern emerges and evolves. As it evolves, it aligns with the larger pattern until finally it is released inot manifestation.The Planetary Tone of ten is asking you to look carefully at your own foundations. What structures and belief systems is your reality built on? What foundations motivate your choices? You are now creating a new foundation, walking into all that you are - your Essence Self. As the foundation of your Essence Self emerges, others will recognize your true identity. When you are in resonance with the universe, manifestation is a natural by-product."]},"calendar":{"galactic":"","guided":"Birth","moon":{"image":"https://spacestationplaza.com/images/moons/moon_waxg.gif","name":"Waxing Gibbous","percent":"83.7%"}}}