{"dailykin":{"day":"10/5/2020","color":"white","kinNumber":"190","name":"WHITE GALACTIC DOG","tone":{"image":"https://spacestationplaza.com/images/tones/metallic/8s.png","number":"8","name":"Galactic","words":["Modeling","Integrity","Harmonize"]},"tribe":{"image":"https://spacestationplaza.com/images/tribes/small/10.png","number":"10","name":"Dog","words":["Love","Loyalty","Heart"]},"affirmation":["I Harmonize in order to Love","Modeling Loyalty","I seal the process of heart","With the Galactic tone of Integrity","I am guided by the power of Timelessness"],"reading":["White Dog is your Conscious Self - who you are and who you are becoming.One of the gifts of White Dog is the calling in and recognition of other companions of destiny. Other beings with the same longing are waiting to meet and acknowledge you - beings who can see you as you authrentically are. When you have truly been seen, you feel empowered, and remembrance of a shared sacred trust is ignited. This is a natural process, divinely designed for recognition through vibrational affinity, freed from personal expectations.","White Dog can be seen as an access point for developing relationships with guides, totems, allies and guardians. There are many ways to work with these spiritual guides, including guided visualizations, shamanic journeys, and meditation. A useful construct is viewing them as aspects of yourself, part of your life stream that is asking to be integrated. Remember, there is no 'other'. In this grand adventure, you are being asked to embody all that you are.Profound insights are garnered through shared purpose and relationship with others who are willing to be in their truth and integrity about the light and shadow aspects they perceive in themselves.","Similarly, intimate relationships can be viewed as unique opportunities to bring forward in each other deep emotional patterns to be transformed. In this case, those you have drawn to you hold the ability to assist you in your own integration as well. There are no mistakes. Be willing to look deeply into the truth held within any relationship. The expression of intimacy is a gift of love; the lack of it may be a symptom asking for honest communication and healing. It may also be guiding you to reevaluate your relationship and the purpose it is serving.White Dog signals a breakthrough in your life: new beginnings, new perceptions, new allies and friends. As you express more authentically who you are, you draw your true family closer to you.With your guides and companions, you have the ability to manifest your inspired visions and dreams. Recognize the eyes and hearts that spark the remembrance of a sacred trust.The harmonic wisdom of White Dog is affinity, the attraction of like vibration or substances for one another. Spiritual affinity is not limited to family kinship - it is part of the natural affinity between companions of destiny. Such companions of are drawn together by the same aligned force that draws iron filings to a magnet. Companions of destiny are drawn togther to do work that is naturally harmonious.On the surface at times, it may seem that you have little in common with these companions, yet the attraction remains. This is because Essence Selves are often committed to work together long before they meet in the physical world. This is a natural process of affinity, rather than a process motivated from personal desire. Follow this guidance into your unfoldment within the larger pattern.","White Wizard is your Higher Self & Guide. White Wizard is the Magician, whose powers are activated by wisdom that emanates from the heart. Such wisdom is not the intellectual understanding known in Western culture; it is the wisdom that comes from an alignment of mind and heart. An open, trusting heart is a refined tool of perception. Allowing yourself to 'not know' opens the door of the mind to a deeper understanding of the universe. White Wizard asks you to fully utilize this aligned mind to participate in magic.","White Wizard invites you to step into self-empowerment. Empowerment comes from self-acceptance, integrity, and commitment to your evolution. Self-empowerment is not to be found outside oneself. Anything outside that brings you empowerment also has a divine foundation within you. If you feel a need for the approval of others, look to self-empowerment. When you feel effectively engaged, doing what gives you joy, your energy naturally expands to inlcude more of who you are, and magic flows synchronistically into your life. Claim your alignment with the highest wisdom. Call forth divine action in all that you do!Align your own will with divine will and your Essence Self. Be transparent, innocently allowing magic to come through you rather than needing to create it. Open to heart-knowing and limitless possibilties. ","Blue Monkey is your Subconscious Self and Hidden Helper.","Blue Monkey represents the Divine Child, the child that is ever in a state of open-hearted wisdom, innocence, trust, simplicity and joyful wonder. What would it feel like to actually BE a magical child in this culture and time? The secret that very few know - because they may feel more comfortable trying to protect themselves - is that the divine child offers the strongest of all protections, the invulnerability of openhearted Love. Through innocence, a kind of immunity is created that allows the divine child to be TRANSPARENT so that the apparent 'slings and arrows' of the world can pass right through without being personalized into wounds, reactions or hurt feelings. This is the path of innocence regained. Transparency is the path of the new consciousness.Look deeply into the eyes of a happy two year old. There you will see the innocent trust, openheartedness, and spontaneous joy that typifies the divine child. Imagine yourself as an enlightened two-year old, in a state of ecstatic communion and delight. In childhood, you didn't have to remember to be playful - you could easily and fluidly express your emotions. You didn't have to understand whys and wherefores - you knew with your heart. This if your natural state of being, the state of ecstasy, the path of revealed innocence.In Western culture, many people have a distorted understanding about what it is to be a human being. We are often taught that sucessful adults are responsible, serious, rigid, controlled and goal oriented. In your journey with society, your developmental stages may have been incomplete. The natural sensitivity, fluidity, and freedom of the child may have been left behind in partial passage. Perhaps your inner child was wounded or treated insensitively, and you carried this unresolved process into adulthood. Blue Monkey encourages you to bring forth this incomplete or wounded part for integration and healing.In this New Myth, your spontaneous, divine child will usher in and anchor the new frequency. How can you heal your inner child? Explore what truly gives you joy. Find types of work that support your sensitivity and create deep satisfaction. Be simple: love, play, dance, draw, colour, sing. These activities are for all divine children - they serve the expression of the magical child in everyone. Consciously make time for the joyful freedom and magic of play!","The number for Blue Monkey is eleven, the vibration wherein novelty and spontaneity break down resistant forms. When unity merges with Essence Self, a mystical foundation is created that disintegrates old patterns. This is actually integration in disguide. As your walls tumble down, they crack into a smile, and the illumination of self shines through.","Yellow Sun represents your Challenge and Gift. With maturity and awareness this challenge will turn into a Focus. This is what you desire to learn in this lifetime.In the shadow of Yellow Sun, you may be unaware of or feel disconnected from your own true nature. Thus, the light of Yellow Sun reflects your shadow's potential. On this journey, you are being offered release from all past identities, lifetimes, and karma. This process retrieves any separated parts of self, restoring all potential into the union of wholeness. By facing and integrating your shadows, you can free yourself into the greater constellation of being.","The shadow of Yellow Sun also reflects your limiting views of self in relation to your concept of God. It is important to remember tha thow you see divinity is how you see yourself! If you do not see yourself as an integral part of the Divine you are functioning in th shadow of Yellow Sun.","Another shadow of Yellow Sun is conditional love, which is really part of the process of learning how to express unconditional love. Conditionality often implies fear, separation, and issues of self worth. Unconditionality expresses without judgement, limitation or expectation. Unconditional love is your original state of being, that which you naturally are.","You are the model of what it means to be fully human. In Yellow Sun's shadow are the ideals of society. Look at your personal ideals. You are being asked to release them and to embody the limitless principles of the light. As you become a model of loving acceptance, shadow and light embrace as one, and the world is lifted. You become the new myth emerging. Through the embodiment of unconditional love, one person at a time, the new world is born.","As you express unconditional love, you become more than you previously perceived yourself to be. You become illumined, the full manifestation of your divinity. In the embrace of your humanity, accept yourself and others unconditionally. Magnify your full presence. Yellow Sun will come in myriad forms to assist you. Be limitless. Accept and understand the nature of judgement, fear, light and dark within yourself and others. Love and accept yourself and others as you are, freed from previous boundaries. You are the dawning of the solar age.","Red Moon is your Compliment - something that comes naturally to you.Red Moon is the cosmic seed of awakened awareness. Consume it like a fruit, and let it blossom within you. You are on the quest of self-remembrance, of Godseed. If you work with the energy of Red Moon with clear awareness and attention, an awakened state of remembrance will naturally blossom within you. Remembrance means having direct access to your expanded presence through an intrinsic perception of unity. Remembrance is your recognition of the larger pattern and your connection to it, often facilitated through dreams, art, music, colors and creative pursuits. With focused attention, meditate on Red Moon and you will receive help with self-remembrance.","Red Moon is also a beacon or transmitting station. As you open to self-remembrance, you become a beacon and receiver for cosmic consciousness. This communication creates the gradual opening of the third eye, the eye within the mononlith of self. As this eye opens and your communication becomes more refined, you will notice more signs, signals and understanding coming to you. These are all for your growth and evolution - a feedback system from which you can gain insight about your journey.","The number for Red Moon is 9, which symbolizes the recurrence of great cycles. An example of such recurrence is the periodic return of master teachers to help awaken human beings on Earth. Nine is the number of Quetzalcoatl, buddha, and Christ. Red Moon is a symbol for great teachers who have come to translate univeresal wisdom to humanity, to embody the awakened state of consciousness that is accessible to all. Such teachers serve as a connection to the Divine and hold the promise of full self-mastery. ","Take off the veil of forgetfulness. Become the beacon of awakened awareness. As you open to self-remembrance, you will freely receive divine guidance. Be with others who support your fullest expression. ","Your Tone is Tone 8 - GalacticEmpowerment, galactic grid, path of the one heart.Eight is the ray of harmonic resonance, the foundation of self combined with the current of the trinity. It is love made visible. Create the flow of harmony in your life. Enter the spiral frequencies of the greater galactic grid. You are being offered empowerment through your innate resonance with this grid. Be aware of where you are drawn, for there you will find unique opportunities. Discover the harmony of being in this natural resonance with others. Be receptive. You are the diviner of harmony, the meeting ground of physical reality and the infinite.Bring a deeper harmony to the practical circumstances in which you find yourself. Free the ego from its self-centeredness. Embrace the potent energies that are raising the harmonic frequencies of the planet. Breathe easily; you are the song being sun by the new golden octave. Sound the resonant tone of the one heart!"]},"calendar":{"galactic":"16","guided":"Timelessness","moon":{"image":"https://spacestationplaza.com/images/moons/moon_wang.gif","name":"Waning Gibbous","percent":"90.8%"}}}